[
  {
    "url": "https://www.indiegogo.com/projects/help-me-to-open-a-restaurant/pies",
    "title": "Help me to open a restaurant!",
    "description": "Help me bringing healthy delight to our community.",
    "company_name": "P Pascal",
    "allParagraphs": [
      "Help me bringing healthy delight to our community.",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [],
    "company_links": [
      "https://www.indiegogo.com/individuals/38585926"
    ],
    "emails": [
      "contact@pascal-p-parmentier.com",
      "contact@pascal-p-parmentier.com.",
      "hispedropascalofficial@gmail.com.",
      "p.camoirasgonzalez@uva.nl"
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/darkfade-the-flashlight-we-wanted/pies",
    "title": "DARKFADE - The flashlight we wanted",
    "description": "The World's Most Satisfying Flashlight",
    "company_name": "Giacomo Di Muro",
    "allParagraphs": [
      "The World's Most Satisfying Flashlight",
      "Red and Black DARKFADE",
      "When four years ago we decided to design the best flashlight we could ever think of we had two specific goals in mind: \n\n\n\n\n\nOnce you try DARKFADE you'll wonder why it's wasn't like this before",
      "We can’t stand scrolling through flashlight modes to find the brightness you need. Is this the last one? Nope... And start counting modes again!",
      "NO THANK YOU!",
      "We solved this problem by making an invisible knob.",
      "But not only that, you can even decide the desired brightness BEFORE you turn it on!",
      "Do you want to turn it on at the lowest level to avoid disturbing others? EASY!",
      "It should always have been like that! Why did it take us four years?\n\n                          The Pocket Clip can be adjusted at any height and direction...",
      "Four years in the work, it's finally here!",
      "In the beginning, we tried adding things like magnets, spikes, clamps... ANYTHING WE COULD THINK OF!",
      "Until almost by accident we tried putting the lens at 45 degrees.\n\n \nRelax your hand and just raise it in the most natural way possible, this is what you get:",
      "This is by definition the most comfortable way of holding anything, this is the way you’ll hold your DARKFADE.",
      "All of a sudden it was the most natural way possible and it’s always right!",
      "No more holding the flashlight in your mouth or strapped to your head or all kind of other things that felt always WRONG!",
      "The WORLD'S MOST SATISFYING FLASHLIGHT",
      "Attach it to your belt or t-shirt and it always shines where you want",
      "Set it on the floor and it’ll be always so satisfying!\n\n                        The most natural position in a flashlight, it's just satisfying to hold",
      "The World's Most Satisfying Flashlight",
      "We have chosen the best LED we could put our hands on (from SAMSUNG) but we didn’t stop there.",
      "We designed a lens that’s actually 200 microlenses together. This makes the smoothest light imaginable.",
      "Other flashlights, to be able to state on the box how far the light goes, use an old dirty trick of focusing the beam light right in the center.",
      "This allows them to write that the beam of lights goes incredibly far. What they don’t tell you is that it is absolutely horrible",
      "Having a super bright center beam is not only annoying to look at but it’s also incredibly useless! We opted for having the closest to perfect beam that’s always usable and a pleasure to look at. No strange artifacts and the beam is smooth and nice from side to side.",
      "Our goal isn’t to just turn the light on, is to turn the darkness off!",
      "The World's Most Satisfying Flashlight",
      "The charger is IN THE DARKFADE. Yes, it’s a lot more expensive to produce this way but you can charge it with virtually any USB-C cable!",
      "The same cable and charger you already charge your phone with (hi Apple, we love you, but...).So finding a way to charge or keep charged your DARKFADE can be done anywhere you want.",
      "We keep one in the car the whole time... But what if you want to keep DARKFADE on for an insane amount of time? Well,",
      "Take your lovely battery-powered Dyson vacuum cleaner.",
      "The battery is low but you didn’t quite finish. Easy you think, I just plug it in and use it wired like the good old times!",
      "Errm... Nope!",
      "It’s actually not that easy for many different reasons. But we wanted to work and keep on even while you charge DARKFADE.",
      "So yeah, we did it! And it’s awesome! Mostly in the most hardcore missions in the forest trying to find a Hobbit!",
      "Oh and there’s one more thing...",
      "We plan to add a lot of functionalities to DARKFADE via software updates (Drag and drop files). The first one will be the sentinel mode.",
      "Just place it somewhere and it’ll make noise and flashing lights as soon as someone or something will move it! This is your added security while camping in the forest or maybe just staying in a sketchy Motel room on your next adventure!",
      "You read that right, FREE SHIPPING WORLDWIDE! :)",
      "We're able to include the shipping costs in your pledge so no added costs at the end...",
      "We borrowed the idea of attaching accessories with a rail from the gun industry. We just made it thin and slick. This opens up to a number of possibilities, it’s not just locking you into one.",
      "We’ll release different attachments but we are makers, we make things adapt to our needs. This is why we’ll release the 3d files to make your own rail attachments for ANYTHING YOU WANT!",
      "This data can slightly change based on the final components and how well the campaign goes. So please share it! :)",
      "PRO CLIP - Aluminum attachment (Add-on)",
      "Springsteel CLIP - Included in every DARKFADE",
      "These are not official data because they can vary on so many things that it's impossible to determine at this stage, but we can tell you what we aim for:",
      "3 hours on medium brightness",
      "10+ hours on low brightness",
      "But we're very proud of the fact that you can use DARKFADE with a power bank connected for as long as you want with a standard USB-C.",
      "The battery can be replaced easily and you can virtually use any 18650 Li-Ion since the discharge and overcharge protections are built-in in DARKFADE.",
      "We have also added two smaller LEDs in the lens (one green and one red) that will help know if your DARKFADE is running out of juice or if it's at full charge, and many other things. ;)",
      "Pro Clip",
      "Compared to the standard clip (included) made of just spring steel (it snaps in place) the PRO CLIP has a rail attachment in aluminum. This doesn’t have just a more appealing look but it’s also easier to position exactly where you want it and change position or orientation (standard clip remains included). We are designing a whole ecosystem of attachments for the rail as well as giving you the files to 3d print your own rail attachments!",
      "Magnetic Necklace",
      "This is probably the best way of positioning DARKFADE on you. Set the Magnetic Necklace under your t-shirt and just snap DARKFADE into place, change orientation and angle as you wish. Forget those heavy, eye-blinding lights strapped to your forehead! This is the way, right in from of your hands.",
      "Kinetic Driver",
      "This is our last campaign. Just in case you want to adjust your clip in real style! :)",
      "You can download our press kit here. Feel free to contact us at support@giaco.com if you need anything more.\n\nOur in-house legal team did a great job making all our awesome features patent-pending. We follow a zero-tolerance policy.",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [
      "https://www.youtube.com/giacowhatever"
    ],
    "company_links": [
      "https://makerknife.backerkit.com/hosted_preorders",
      "https://www.indiegogo.com/individuals/19603455"
    ],
    "emails": [
      "dimuro@gmail.com."
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/the-flare-world-s-warmest-shirt-phone-charging/pies",
    "title": "The Flare - World's Warmest Shirt & Phone Charging",
    "description": "Heated shirt powered by a lightweight battery. Bring warmth wherever you go, no more layers!",
    "company_name": "Greg Livingston",
    "allParagraphs": [
      "Heated shirt powered by a lightweight battery. Bring warmth wherever you go, no more layers!",
      "We're BLANC - we’re passionate about designing problem solving products that are comfortable and useful to allow more exploring than ever before. The company is named after Mont Blanc - the highest peak in western Europe.",
      "Mount Blanc is a symbol of exploration which is home to hiking, skiing, paragliding, mountain biking, ice climbing, travel and on and on - to us Blanc is just that.",
      "Oh boy, we were hoping you’d ask. We’ve set out to design the warmest shirt on the planet! One major challenge is how to keep warm but also to not overheat or sweat. Most of us layer up to keep warm, but then end up getting too hot. When resting or starting an activity, you’re cold, but when active, you can overheat. We thought, what if there was smart clothing that adapted to the body’s needs?\n\nHere is the shirt that warms you when you need the heat, and doesn't overheat you! It warms you like multiple layers, but is lightweight and can be temperature adjusted to fit your needs. After many prototypes, design changes, manufacturer evaluations, performance tests, focus groups, and late nights...we’re thrilled to share the shirt that will keep you feeling just right no matter where you are headed!",
      "Greg & Chris here - We're two brothers that were raised high up in the Rocky Mountains and have become quite familiar with the feeling of being cold all too well. Greg wanted to figure out a way to help people stave off the cold & as an engineer Greg started working on a technical shirt & built tons of prototypes. He started nailing down a really cool product.",
      "Greg brings the engineering and product design expertise to the table, while Chris brings experience in successfully launching products on crowdfunding platforms. Chris has launched two successful and Kickstarter and Indiegogo products and has a lot of experience from the top-down to get a campaign prepared and to get the rewards into your hands.\n\nWith your help we can meet the production minimums and bring this product to life!",
      "It’s equal parts dapper and technical. The feel and look of the shirt was designed to be wearable not just under your top jacket but on it's own too! It has low profile features that sneak in technology without screaming tech geek. \n\nLet’s start with the technical aspects of the shirt that make it so unique.",
      "We’ve integrated a patented & lightweight battery powered carbon fiber heating technology throughout the shirt to keep your body warm for when and where you need it most. These heating elements use a carbon fiber technology that quickly heats up and efficiently draws minimal power. The carbon fibers are also non corrosive for a long lasting build that has been time tested so the shirt is durable + can be fully washed.\n\nCarbon fibers are the most durable & flexible heating fibers that can be packed tightly into tight travel bags.",
      "The shirt's power button is on the lower side, out of the way to avoid getting bumped and where it can be easily seen or felt to turn on.",
      "From lounging, traveling, or playing outside in nippy temperatures there’s a warmth setting that will fit just right. Keep your body warm in vital locations on your body at the right temperature with the touch of a button.\n\nThere are three different warmth modes that can be used as a thermostat to cycle through the temperature that fits your needs.",
      "Low Warmth Setting",
      "Set the colored LED button to white and get hours of long lasting/steady warmth. Perfect for when you need a little extra warmth in a drafty movie theater, on an airplane, or at work.",
      "Medium Warmth Setting",
      "Click the colored LED button to advance to orange for the next warmth setting for an extra warmth boost. This setting is great for getting out the door on those early mornings with that crisp autumn air, at those chilly sporting events that go into double overtime, when you warm up for a run.",
      "High Warmth Setting",
      "Oh Baby, it’s cold outside. The third heat setting is for when you really need furnace-like heat to curb the cold. This is what our ancestors dreamed about. Stay merry while on that family trip chopping down that perfect Christmas tree in the middle of the forest. Wear it under your jacket to keep toasty while on the ski slopes.",
      "The shirt comes with a strong 5000mAh power bank that packs a punch with a run time powering the shirt of up to 5 hours.",
      "The battery pack is lightweight and is about the size of an iPhone 6. The battery stores in the side pocket with room to spare. You won't feel the battery tugging the shirt down.",
      "Using the standard USB connection you can also use larger power bank to power the shirt by placing it in the shirt pocket, in your pocket, or in a pack using the extra long USB cable.",
      "The power bank can also be used to charge your devices when not heating the shirt - perfect for when a device like your phone needs a boost.",
      "The power bank has a digital power level display for accurate power checking.",
      "The shirt is available in sizes small, medium, large, and extra large. The shirt is stretchy and designed to fit both men and women.",
      "The sizes below are for both men and women. Just make sure you know your dimensions.",
      "Fit Type: Regular, will fit a little snug to your body to transfer the heat more efficiently.",
      "The entire shirt is washable! (yes...the circuits can handle it!) We have extensively tested the shirt in harsh conditions and through many cycles to verify long term use. Just remove the battery pack and throw your shirt in the wash for your next event or trip. It is best to air dry to keep the shirt lasting as long as possible.",
      "We used premium materials from the fabric. The heating elements, circuitry, zippers, and even tags are top notch. \n\nThe shirt material is a lightweight quick dry polyester on the outside with a super soft quick dry fabric on the inside to wick moisture away keeping you warm and dry.",
      "Outer Layer Shirt Materials",
      "Polyester 90%\nSpandex 10% Blend",
      "Inner Layer Shirt Materials",
      "Soft Dry Wick Polyester Blend",
      "Shirt layers wick moisture away and retain heat.",
      "1. Click \"Back This Project\"\n2. Pick your reward level\n3. Sizing information will be collected in a survey prior to bulk order\n\nWant to add more shirts to your reward? Check out the graphic below titled \"Purchase Levels\" and under \"Add Flare to any order\" and increase your pledge amount accordingly. (Shipping for additional bags will be collected via BackerKit surveys)\n\nJump to our FAQ if you need a more detailed answer",
      "March, 2019",
      "This timeline has been created by factoring the absolute longest time estimations for each stage. We are going to work to try and stay on the earlier side of the estimations to get these shirts into your hands but we are trying to be as realistic as possible :D",
      "All of the features were optimized and tested to ensure use and high quality for a shirt that will keep surprising you with it's versatility. If for any reason there is a manufacturer defect, we will replace the shirt within 1 year of your receiving of it. The warranty applies to both the shirt and the battery pack.",
      "Return Policy",
      "We only used premium products and offer a 1 year warranty. We will repair or replace any shirts and battery packs that would have manufacturer defects or don’t hold up under normal use. We do not offer refunds on shirts that were received as an Indiegogo reward.",
      "We’re passionate about creating amazing products and Indiegogo is a way for us to launch our brand. As you've read, Indiegogo isn't a store and rewards are a thanks for supporting the project which is why we cannot offer refunds or returns. Your pledge means so much and we take it very seriously. We will do anything we can to make sure that this exchange leaves with good vibes for everyone involved.",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [],
    "company_links": [
      "https://www.indiegogo.com/individuals/19844720"
    ],
    "emails": [
      "lgreg@flowserve.com.",
      "greglivingston@rocketmail.com",
      "drlivingston@gmail.com",
      "greg.l@epcwo.org.",
      "greg@alltradetools.com."
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/the-blue-moon-inspired-watch-by-ovd/pies",
    "title": "The Blue Moon inspired watch by OVD",
    "description": "The watch born once in a blue moon – Enjoy your special moon bathing time.",
    "company_name": "OVD Watches",
    "allParagraphs": [
      "The watch born once in a blue moon – Enjoy your special moon bathing time.",
      "The very first watch allowing you to carry moons on your wrist whenever and wherever you go is born. Over a year effort on research and prototype, our OVD team finally comes up with this breaking design – the BlueMoon Watch.",
      "Time flies back to a night in 2020 Oct, Designer Ricky was walking under the moonlight in the countryside enjoying the 2nd blessing from the Blue Moon. Such moon bathing experience injected power, strength, and a sense of calmness to a person. OVD would like to create a watch with the same calming effect to the world.",
      "Blue Moon is a rare phenomenon. Blue Moon refers to the second full moon occurred />in one month. A Full Moon occurs roughly every 29.5 days so when the Full Moon falls at the very beginning of a month, it is highly likely that a Blue Moon will occur at the end of that month. Blue Moons that are blue are extremely rare and only occurs because of specific atmospheric conditions.",
      "BlueMoon Watch has two 3D moon phases coated with blue super-Luminova BG W9 on the dial. The 3D moon phases are tailor-made so wearer could adjust its location. To create the sense of calmness and stillness, numbers are removed from the watch so there won’t be any distraction between wearer inner self and the moons.",
      "Glowing star map was imprinted on a cloud-shaped lens inserted inside the transparent dial. In the dark, it creates a dusty light effect and the hands with strong-luminova shining through the blue mist to tell the time.",
      "The 3D moons could be adjusted by the hidden crown. The crown is deliberately hidden to maintain its simplicity. The crown is completely merged into the watch while looking at the front. The integration of the crown into the streamline exudes the beauty of simplicity - less is more.",
      "Self-Modified movement",
      "Our engineers deliberately apply self-modification onto movement, boldly embed the two 3D moons on the original calendar disc. The moonphase disc will move to the next grid every 24 hours. A total of 31 grids are on the movement to fit the main idea of having two full blue moon in a month.",
      "Europa (OM01) is BlueMoon with ashy case, beige dial and sand leather strap to recreate the mineral content in the ice surface on Europa. Europa is the smallest of the four Galilean moons orbiting Jupiter.",
      "Nebule (OM02) is BlueMoon with PVD ice blue case, blue dial and blue leather strap to recreate the different elements within the nebula resulting in the beautiful glowing blues. Nebula is a distinct body of interstellar clouds.",
      "Nibiru (OM03) is BlueMoon with PVD khaki case, black dial and black leather strap to represent the transition from the dark mess to a golden future. In Mayan myth, Nibiru is said to be the planet that will collides with Earth.",
      "Gravity (OM04) is BlueMoon with PVD black case, black dial and black leather strap to represent the region where gravity is so strong that no lights could escape from it.",
      "Halley (OM05) is BlueMoon with raw steel case, silver dial and brown leather strap to represent the mixture composition of Halley’s Comet – volatile ices and dust.",
      "The rotor of movement is also deliberately modified with attention. Sky map patterns is engraved on rotor. While the rotor is in motion, it will create the lightning bolts stretching across the sky captured by camera in slow-motion. Net-like etching pattern is also engraved on case. This idea comes from the dot and line pattern from the sky map.",
      "BlueMoon features a crystal caseback allowing a view of the rotor movement embedded with glowing stars to honor the history of engineering, craftsmanship and technique. Having an exhibition caseback reminds wearer to take a pause from the hustle life and talk to the inner self.",
      "The sapphire crystal is coated with a three-layer anti-reflective coating.",
      "Matching with a translucent upper surface, the arched edged surface is applied with 12 three-dimensional indexes creating a more sculptural appearance. The movement of the moonphase is special tailor-made to run under the surface. All these have increased the difficulty in producing this watch with very precise calculation and complicated assembly procedures..",
      "Special Italian crepe leather is used to make the watch more casual and reckless. With the superb craftsmanship of leather craftsmen, each watch carries a textured appearance. The leather strap is equipped with quick release spring bars, allowing users to quickly change their favorite belt styles without any tools at any time.",
      "Quick-release spring bars",
      "Unique rotor",
      "Preserve your most cherished BlueMoon with our luxury watch roll travel case. Antique finish leather case and the interior is lined with suede. A unique metal warranty card is attached.",
      "We are very proud and honored to share this good news with you – the very first OD studio and showroom is officially set up in Taiwan. Located in an artsy neighborhood, OD studio is surrounded by a rich combination of energies, values, and vibes. We hope this would lead us to the never-ending design journey with bolder and creative ideas rolling in.",
      "A lot of effort and time was devoted to perfecting the BlueMoon. We would like to keep the design united and make sure it truly achieves the same effect as a moon-bathing – to help people take a break and recharge.",
      "Huge shoutout to all our fans and supporters. From the first campaign in 2017 to the 10th campaign now, you have been giving generous support and encouragement. You are the reason why we keep going and eager to come up with more unique watch design wishing to bring you a one-of-a-kind experience.",
      "Upon completing 9 Kickstarter campaigns, we are fully confident in our production time management. Handling all the production processes internally, from procurement of components to assembling part of the watch, from Quality control to shipping, we take full control over the entire production process to make sure everything meets our expectations, and no major shipping delay would occur.",
      "Please follow us and share on social media for our first-hand news, photos, and videos.",
      "Please also share this campaign with your relatives, friends, and people you feel interested in. By getting support from more people, this will help achieving to unlock more stretch goals.",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [
      "https://www.instagram.com/ovdwatches/",
      "https://www.facebook.com/OVDwatches-158191551305359/"
    ],
    "company_links": [
      "https://www.indiegogo.com/individuals/16247330"
    ],
    "emails": [
      "info@ovd.com.hk.",
      "contact@thewatchgallery.fr."
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/ai-money-school-world-first-ai-education-platform/pies",
    "title": "AI Money School :World First AI Education Platform",
    "description": "Discover the world’s first mobile and web-based AI education and learning platform.",
    "company_name": "YATI ISMA BADARUDDIN",
    "allParagraphs": [
      "Discover the world’s first mobile and web-based AI education and learning platform.",
      "AI Money School: Unlocking AI for a Global Future",
      "Short Summary",
      "Hello! I’m Yati Isma Binti Badaruddin, founder and CEO of AI Money School. As an entrepreneur, AI enthusiast, and author & publisher of 9 books, I am deeply committed to education and empowerment. My books—available on Amazon—cover AI, tech, business, self-help and psychology,  reflecting my passion for knowledge-sharing and transformation.",
      "AI Money School is a global online education movement  - both a mobile platform and a website dedicated to teaching people how to learn and master AI tools, generate passive income, How to build an AI-powered business—and even teach them how to pitch decks like a pro and secure funding for AI-driven projects.",
      "Billions don’t know how to use AI. Billions don't know AI can be a money making machine. We’re changing that. For a global people.",
      "We’re not starting. We’re building.",
      "Our mission is to make AI wealth creation accessible to everyone, regardless of background or expertise or georaphical location.",
      "Imagine a platform where anyone — from a student in Nairobi to a mother in Malaysia, a laid-off worker in Detroit to a dreamer in Dhaka — can master every AI tool on the planet.",
      "Whether you’re on your phone in Lagos or your laptop in Lisbon, you’ll be able to subscribe, learn, and grow at your own pace — from wherever you are.",
      "Our mission spans all corners of the Earth — from Asia to Africa, North America to South America, Europe to Australia (Oceania), and even to the untouched lands of Antarctica. Everyone deserves the chance to thrive in this new era.",
      "At AI Money School, we believe that AI should not just belong to Silicon Valley or billion-dollar corporations. It should belong to the people — to the hustlers, the builders, the thinkers, and the creators everywhere.",
      "To Our Heroes — Backers, Funders, Investors & Supporters",
      "By backing AI Money School, you are not only helping launch an educational revolution — you are becoming a part of something greater. You're giving someone, somewhere in the world, the chance to learn, to grow, to build, and to transform their life using the potential of AI.",
      "Your contribution = their opportunity.\nYour belief = our strength.\nYour support = global impact.",
      "A student in a village, a mother in a city, a dreamer with no resources — they will all grow.",
      "By backing AI Money School, you are not only helping launch an educational revolution — you are becoming a part of something greater. You're giving someone, somewhere in the world, the chance to learn, to grow, to build, and to transform their life using the potential of AI.",
      "You are a global hero — someone who believes in the power of knowledge and the strength of community.",
      "But we can’t do this alone. We need your support to bring AI Money School to life! Every contribution helps us empower millions worldwide with the skills and tools to succeed in the AI-driven economy. Join us in shaping the future of AI wealth creation!",
      "This movement is for those who feel like the world is moving too fast — people who are still naive about AI, not because they lack intelligence, but because no one ever showed them where to start. It’s for the ones with low-paying jobs, who work hard every day and still struggle to make ends meet. For those who are broke, constantly juggling bills, and sometimes can't even afford their rent.",
      "It’s for the people who dream of owning a home, but are trapped in financial stress. It's for those over 40, who have sent out resume after resume — only to be ignored or rejected because of their age, while companies favor young, pretty, energetic graduates who can survive on low salaries. In today's world, it sometimes feels like aging is a crime in the corporate world.",
      "It’s for the staff stuck in the 9–5 grind, tired of living paycheck to paycheck, worn out by traffic jams, overwhelmed by burnout, and desperate to spend more time with their families. It’s for the ones who want to break free from office politics, from toxic bosses and coworkers, from an environment that no longer brings joy or purpose.",
      "It’s for the jobless fresh graduates trying to figure out where to go next. For the single mothers doing everything they can just to keep their children fed and safe, but who still can’t make enough. For the bankrupt businesspeople, whose traditional businesses have failed — not because they lacked passion, but because the world has shifted and no one taught them how to adapt.",
      "And it’s for the ones in the rural areas, who are still unaware of the power of AI because no one has reached them — yet.",
      "Some people are even forced to borrow money regularly, from friends, neighbors, or worse — loan sharks — just to survive. Why? Because their salary isn’t enough, and no one has ever shown them a better way.",
      "To every single one of them, I want to say: AI Money School is your solution",
      "What We Need & What You Get",
      "We are seeking to raise USD 100,000 to fund:",
      "Platform Development – Building a seamless and user-friendly learning platform.  AI Course Creation – Expert-led courses on AI, automation, and monetization.  Community & Mentorship – Connecting AI entrepreneurs with investors and mentors.  Marketing & Outreach – Ensuring global reach and accessibility.",
      "Perks for Backers & Contributors",
      "ENTRY-LEVEL SUPPORTERS",
      "$10 – AI Supporter",
      "Thank You Email + Your Name Listed on our Wall of Supporters",
      "Exclusive AI Money School Digital Badge",
      "$25 – Early AI Learner",
      "✅ All previous perks",
      "Exclusive AI Money Guidebook (PDF): Learn AI tools & passive income strategies",
      "Signed Digital Copy of One of My Best-Selling Books",
      "LEARNING & TRAINING PERKS",
      "$50 – AI Beginner Course Access",
      "✅ All previous perks",
      "Lifetime Access to AI Money School Beginner-Level Course",
      "Signed Digital Copies of TWO of My Best-Selling Books",
      "$100 – Full AI Money School Course (Most Popular)",
      "✅ All previous perks",
      "Lifetime Access to ALL AI Money School Courses (Beginner to Advanced)",
      "Certificate of Completion",
      "Signed Digital Copies of THREE of My Best-Selling Books",
      "PREMIUM BACKER PERKS",
      "$250 – AI Business Builder",
      "✅ All previous perks",
      "AI Business Funding Masterclass (How to secure funding for AI projects)",
      "1-Hour Group Mentorship Call with AI Experts",
      "Signed Digital Copies of FOUR of My Best-Selling Books",
      "$500 – AI Money School VIP",
      "✅ All previous perks",
      "Exclusive AI Business Networking Group (Private Access to AI Entrepreneurs & Investors)",
      "Featured on Our Website as a VIP Contributor",
      "Signed Digital Copies of FIVE of My Best-Selling Books",
      "T-shirt, mug, sticker",
      "$1000 – AI Investor Circle",
      "✅ All previous perks",
      "One-on-One AI Business Strategy Call with Me",
      "Official \"AI Money School Angel Investor\" Title on Our Website",
      "Exclusive AI Money School Merchandise (T-shirt, Mug, Stickers, Cap, Diary)",
      "Signed Digital Copies of ALL of My Best-Selling Books",
      "One exclusive hardcover copy of my internationally best-selling book",
      "The Impact",
      "Bridging the AI Knowledge Gap – Making AI education accessible to all.  Empowering Financial Freedom – Teaching AI monetization strategies.  Fueling AI Startups – Helping entrepreneurs secure AI funding.  Global AI Community – Connecting AI learners, innovators, and investors.",
      "With AI disrupting industries at an unprecedented pace, this initiative will equip individuals with the skills and tools needed to thrive in the AI-powered economy.",
      "Risks & Challenges",
      "Tech Development Costs – We will ensure efficient budget allocation and phased development to maximize impact.  Market Adoption – Our strategy includes strong partnerships, influencer collaborations, and targeted marketing.  Course Quality Assurance – We will work with AI experts, educators, and industry leaders to ensure high-quality content.",
      "With my background in entrepreneurship, academia, and publishing, I am fully committed to overcoming these challenges and making AI Money School a success.",
      "Other Ways You Can Help",
      "Even if you can’t contribute financially, you can still support us!",
      "Spread the Word – Share our campaign on social media.  Follow & Engage – Connect with us on Facebook, LinkedIn,  Instagram, and YouTube.  Join Our Community – Become a part of the AI Money School movement.",
      "Every share, like, and comment helps us reach more people who can benefit from AI education!",
      "Visit https://aimoneyschool.io today !",
      "Let's unlock AI for a global future!",
      "#AIMoneySchool #AIForEveryone #MonetizeAI #EducationForTheFuture",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [
      "https://www.facebook.com/profile.php?id=61574009579549"
    ],
    "company_links": [
      "https://www.indiegogo.com/individuals/38415294",
      "https://aimoneyschool.io/"
    ],
    "emails": [
      "contact@atlantis-press.com.",
      "sudinppappjaksel@gmail.com."
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/firle-x-sennen-automatic-swiss-calibre-stp1-11--2/pies",
    "title": "Firle X Sennen Automatic - Swiss Calibre: STP1-11",
    "description": "Powerful British design meets Swiss mechanics - 10 ATM - In stock & ready to ship.",
    "company_name": "Will Martin",
    "allParagraphs": [
      "Powerful British design meets Swiss mechanics - 10 ATM - In stock & ready to ship.",
      "“A powerful heritage design honouring traditional watchmaking. Painstakingly sculpted using the finest materials.”",
      "Firle Watches takes its name from the Old English word fierol, meaning oak-covered land - a name that carries strength and integrity and a name that embodies our British heritage and landscape. The coastline that surrounds us here can often be fierce and powerful. These are the days we most look forward to – they force us to escape, and they bring with them possibility.",
      "The fine movements in our watches are every bit as rugged, powerful and beautiful as the ocean and landscape from which we draw our inspiration. Firle watches are for admirers of mechanical perfection, lovers of adventure - and lovers of life.",
      "In much the same way, we believe our timepieces will come to embody the story of those who wear them. They are designed to be with you for the whole journey.",
      "At Firle, we are passionate about the Ocean, it's the source of our inspiration and it's a place that provides us with a huge amount of joy. We believe it is the responsibility of both consumers and companies to minimise our impact on the environment. Which is we have decided to donate £5 from the sale of every Firle timepiece to the charity Plastic Oceans. Plastic Oceans is a leading ocean clean-up initiative that aims to reduce the amount of plastic pollution in our oceans through science, sustainability and education. (More can be found on Plastic Oceans and our £5 promise at the bottom of our campaign).",
      "A modern tribute to classic timepieces, offering a rich collision of design, with dials that embody the powerful colours of the mighty Cornish coast and a case honouring the elegance of vintage pocket watches.",
      "Firle's debut model, the Sennen Automatic, is a wristwatch that takes design inspiration from some of the best watchmakers in the world such as FP Journe, IWC, Cartier, Laurent Ferrier, and H. Moser.",
      "The Sennen takes its name from the Cornish Cove located on mainland England’s most westerly point - Land's End. Exposed, it takes a battering from the most extreme conditions. The result is one of the most beautiful, contrasting landscapes in the world. Sennen and Cornwall have, in my eyes, always been a place of staggering beauty and power. A haven which as a surfer, or a nature lover, you can get completely lost in. Ultimately, it is a place of inspiration and reflection. This captivating coast provided me with a space to create the framework and design for the Sennen Watch by Firle.",
      "The Sennen Automatic's design is entirely unique; every part of it designed with absolute intent to create an incomparable piece.",
      "THE CASE - The Sennen Automatic case features a beautifully rounded 41mm case, modelled after traditional pocket watches produced by watchmakers like Waltham and Breguet.",
      "Seeing rounded cases is rare nowadays, this could be due to the difficulties in trying to create a flawless transition between lug and case. This was a detail that took me many months to perfect -a seemingly impossible task but it was vital for me to do this as I believe rounded cases are the embodiment of exceptional design. Not only does a rounded case ensure comfort, but it is a wonderfully simple expression of nature.",
      "The 41mm 316L stainless steel case could only be perfected if it were entirely polished.  Which I feel combined with its shape, exudes traditional watchmaking values and transports you back to the era of classic pocket watches.",
      "THE CRYSTAL - Committed to the utmost quality, the Sennen features an extremely high-grade scratch-resistant double-domed sapphire crystal, rather than the more common single-dome sapphire or mineral glass. This ensures that the watch can be viewed from any angle without creating any distortion of the dial. Furthermore, double-domed sapphire crystal increases the light luminosity on the dial, which creates a magnificent, radiant effect.",
      "THE CASE BACK - The Sennen features an open case-back revealing the beautiful STP1-11 movement through a flat high-grade sapphire crystal. The case-back is held in place via six titanium screws. Furthermore, the watch is water-resistant up to 10ATM - 100 Meters / 330 Feet.",
      "THE DIAL - I wanted the dials to reflect the deep, saturated colours of the rugged coastline that I’ve come to love. The eerie blacks of the rock formations, the deep blues of the Atlantic Ocean, the whites of the sea foam and sand, and the greens that cover the coastline.",
      "The only way to truly replicate the vivid depth of these tones was by using enamel on the dial surface. Not too dissimilar to the grand feu method of enamelling, the enamel used on the Sennen uses a mixture of enamel glaze and fine glass compounds, which are repeatedly applied, heated and polished to achieve a perfect finish. The enamel provides the rich colours and the glass provides a shine comparable to the sun reflecting off the ocean. All of these different elements, weighted and balanced to perfection, finish off the classic yet modern design of 'The Sennen'.",
      "This laborious project has taken me four years to complete, the necessary amount of time to create a watch in which every component is custom designed. From the unique case and lugs right down to the hand-placed indexes and Assegai inspired hands, every part of the Sennen was been pored over until it was perfect.",
      "You might find similar, but you will not find the same design features on any other watch. This is what truly makes the Sennen a special, unmatched timepiece.",
      "The Sennen is powered by the Swiss-made calibre: STP1-11, an exquisite movement, specially selected for its thinness and quality.",
      "The STP1-11, at only 4.6mm, is one of the thinnest automatics on the market, allowing the Sennen to remain incredibly slim with a case thickness of 10.4mm, or 11.7mm with the double-domed sapphire crystal. This ensures it sits extremely well on the wrist, without being at all cumbersome.",
      "The STP1-11 is a high precision movement that operates at 28'800 vibrations per hour, 4 Hz and offers a 44-hour power reserve. The movement has a Perlage finish, and the rotor has a Côte de Geneve finish engraved with the Firle logo.",
      "All of our Sennen Automatic watches come with either:",
      "1. A faux crocodile print leather strap (genuine leather)  or",
      "2. A smooth Italian leather strap (genuine leather)",
      "THINKING OF ADDITIONAL STRAPS?",
      "VINTAGE COWHIDE STRAPS (sold separately)",
      "The Sennen Automatic can also be beautifully paired with our Vintage Cowhide Straps, which are designed to show signs of ageing and distress -perfect for giving your watch a rugged look and feel. A characteristic I am personally fond of. Please note these are not included with the watch but can be ordered separately.",
      "Available in Cognac (pictured on the left) and Light Brown (pictured on the right).",
      "We believe the initial presentation of your watch is extremely important. We also felt if we built something well enough, you would want to keep it – which is a more sustainable approach.",
      "Our presentation boxes are crafted from veneered Oak and MDF.  The inside of our boxes are lined using a luxury grey felt and are stamped with our gold foil Firle logo.",
      "Firle watches come with a beautifully illustrated user guide and a 2 or 5 warranty card.",
      "We wanted to take a more sustainable route with the rest of our packaging – our strap boxes, user guide, warranty card, shipping boxes, packaging tape and labels are all 100% recyclable.",
      "Our promise to reduce as much plastic as possible is implemented all along the way: our watches don’t arrive with dust stickers and our packaging filler and label pouches are also all 100% biodegradable/compostable.",
      "Firle watches are made to last long into the future.",
      "The Sennen Automatic timepieces have been made using the highest quality components and materials by our rigorous and skilful manufacturers.",
      "Firle Watches are guaranteed against any manufacturing defects for a period of 24 months from the date of purchase. Please note the warranty does not cover any damage on any part of the watch resulting from abnormal use, lack of care, negligence, accidents, incorrect use of the watch and non-observance of the directions provided by Firle Watches.",
      "No. 001 WARRANTY",
      "No. 001 Sennen Automatics come with an exclusive 5-year warranty.",
      "All Firle watches will be personally inspected before shipment and will be accompanied with a Firle warranty card.",
      "“For four years I have been tirelessly working to make this dream a reality. I believe I have achieved my goal of an exquisite, expertly crafted watch and an honest brand.”",
      "In recent years, the watch industry has become oversaturated with supposed minimalist, ‘Bauhaus’ inspired quartz watches featuring low-cost and low-quality components. Consumers are, understandably, drawn to these watches because of affordability -a factor not commonly found in the watch industry.",
      "Many of these brands centre around extravagant marketing, which promotes affluent and idealistic lifestyles that are simply unattainable for the average consumer. The visions fed to customers do not match their brand offering.",
      "I have to admit; I was fooled by this too. However, I soon realised there was a much more beautiful and honest way of doing things, which would honour the essence of watchmaking.",
      "After taking a closer look at the watch industry, I realised there was a massive gap in the market between the low-cost, low-quality offerings and the exorbitantly priced, good-quality brands.",
      "This pushed me to start thinking about the sort of watch that the industry was lacking.",
      "I was inspired by the need to create an honest and timeless brand, incorporating world-class components of highly complex mechanics, yet which falls into an affordable price bracket.",
      "Through my research, I became infatuated with mechanical movement. I firmly believe that mechanical watches are the only timepieces worth owning. A smooth sweeping second hand on the surface and an intricate marvel of interactions going on within the watch case that completely capture the imagination. I have dreamt about designing and creating a truly exceptional timepiece that does not represent a symbol of grandiosity but is a testament to the true art of watchmaking.",
      "READY TO SHIP - Quite uniquely to INDIEGOGO, our watches and straps are in stock and ready to ship once the campaign is completed and payment has been processed.",
      "UK AND EUROPE",
      "Orders to the UK and most European countries will be shipped using Royal Mail's Tracked and Signed service. Once posted, delivery should take between 2 to 10 days. Tracking numbers will be provided.",
      "STRAPS - Individual straps will be shipped via Royal Mail. Once posted, delivery should take between 2 to 10 days",
      "REST OF THE WORLD",
      "Items with a value above £380 will be shipped via UPS Express Saver. Once posted, delivery should take between 3 to 10 days.  Tracking numbers will be provided.",
      "STRAPS - Individual straps will be shipped via Royal Mail. Once posted, delivery should take between 5 to 15 days",
      "Due to COVID-19, please note you may experience delays. Before ordering, please also check whether your country has any restrictions or suspensions currently in place.",
      "CUSTOMS",
      "Shipping does not necessarily include customs and taxes - this will be country-specific.  Please note that custom and duties are the buyer’s responsibility.",
      "You can find the Sennen Automatic reviewed on:",
      "HANDS-ON REVIEWS",
      "Just One More Watch",
      "Monochrome Watches",
      "Random Rob",
      "Watch It All About",
      "ARTICLES",
      "A Blog To Watch",
      "CONNECT WITH US",
      "Our Website - Our Instagram - Our Facebook",
      "OUR £5 PROMISE TO PLASTIC OCEANS",
      "Plastic Oceans is a  leading ocean clean-up initiative that aims to reduce the amount of plastic pollution in our oceans through science, sustainability and education.",
      "The ocean is a critical source of life for the entire planet and all of us which call it home. Every day more than 8 million new pieces of plastic are working their way into our oceans, destroying not only its aesthetic beauty but also causing catastrophic damage to marine ecosystems. Furthermore, creating a domino effect which has tumbled into the entirety of the environment and its biodiversity.",
      "It is the responsibility of both consumers and companies to minimise our impact on the environment.",
      "Which is why we have chosen to donate £5 from every sale of a Firle timepiece to the charity Plastic Oceans.",
      "As we have already mentioned, 500 pieces of the Sennen Automatic are in stock and ready to ship. We wanted to provide the fastest possible delivery to our customers and we wanted to limit any risk involved in this process.",
      "Don't worry if any of our in stock colourways are sold out - we will add an additional reward tier that will allow you to pre-order one of our pieces at a similar discount - the expected delivery of these pieces is very much like the Indiegogo norm and should take between 3 - 5 months.  \n \nDue to COVID-19 - Please also be aware that there are currently certain shipping & postage restrictions in place for certain countries. There are likely to be delays, so please be patient.  \n  \nPlease also check project updates regularly.",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [],
    "company_links": [
      "https://www.indiegogo.com/individuals/23706152"
    ],
    "emails": [
      "wjlmartin@gmail.com",
      "Will@clearpathcollections.co.uk",
      "bipp@rice.edu.",
      "wm@portfolio.ventures.",
      "william.d.martin@UND.edu",
      "wmartin6@missouriwestern.edu.",
      "willgmartkomponist@gmail.com."
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/break-btc-puzzle-135/pies",
    "title": "Break BTC Puzzle 135",
    "description": "A bold cryptographic challenge: to crack BTC Puzzle #135, We aim to rent 2,000 GPUs for 30 days.",
    "company_name": "Hao Li",
    "allParagraphs": [
      "A bold cryptographic challenge: to crack BTC Puzzle #135, We aim to rent 2,000 GPUs for 30 days.",
      "? Summary",
      "We are launching a bold cryptographic challenge: to crack BTC Puzzle #135, one of the last and most difficult publicly available Bitcoin puzzles. To do this, we aim to rent 2,000 GPUs for 30 days and attempt to solve it using advanced GPU-parallelized brute-force techniques.",
      "This is not just about prize money — it’s about pushing the limits of computing, collaboration, and cryptographic research.",
      "? What is the BTC Puzzle?",
      "The Bitcoin Puzzle is a series of cryptographic challenges that reward those who can derive specific Bitcoin private keys — starting from public addresses or partial information. So far, 70+ puzzles have been solved, with funds claimed by enthusiasts and researchers.",
      "BTC Puzzle #135, however, remains unsolved. It contains a significant BTC bounty and poses a serious challenge to today’s computing power.",
      "⚙️ Why We Need 2,000 GPUs",
      "In 2024, two previous high-level puzzles (#67 and #68) were solved in just under one month — thanks to brute-force efforts using approximately 1,500 GPUs.",
      "Now, based on public key characteristics and known prefix optimizations, we believe #135 is comparable in complexity. With 2,000 GPUs, we can realistically attempt to solve it within 1 month — provided full-time distributed parallel computation.",
      "We’ll use tools like RCKangaroo, a state-of-the-art GPU implementation of the kangaroo method optimized for ECC brute-forcing.",
      "? Technical Plan",
      "Algorithm: Pollard’s Kangaroo (lambda) method with GPU acceleration",
      "Software: RCKangaroo, custom CUDA-optimized coordination scripts",
      "Infrastructure: Vast.ai, CoreWeave, AWS Spot, Lambda Labs",
      "Distribution: Workload sharding and task allocation across nodes",
      "Target Range: 2⁷¹ keyspace, based on known prefix constraints",
      "? Budget Breakdown",
      "ItemEstimated Cost (USD)",
      "2,000 GPU nodes × 720 hrs$288,000 – $576,000",
      "Coordination & monitoring$5,000",
      "Storage & logging$2,000",
      "Buffer & contingency$10,000",
      "Total Goal~$500,000 (≈ ¥70 million)",
      "? Backer Rewards",
      "We don’t promise monetary gain — but we do promise transparency, education, and contribution to one of the most exciting ongoing cryptographic efforts.",
      "TierContributionReward",
      "Bronze$25+Name in report + early result notification",
      "Silver$100+Access to technical logs + full post-project breakdown",
      "Gold$500+Private Q&A with core team + source tools",
      "Platinum$1000+Custom GPU time (non-puzzle use), contributor status",
      "? Risks & Ethics",
      "We will not use this infrastructure to attack live systems.",
      "Puzzle #135 is a voluntary bounty with public permission.",
      "All results, progress, and logs will be published for transparency and research value.",
      "? Be Part of the Frontier",
      "This project blends crypto, distributed computing, mathematics, and community.",
      "By contributing, you join a worldwide team of pioneers challenging the boundary of what is computable. Let’s make cryptographic history — together.",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [],
    "company_links": [
      "https://www.indiegogo.com/individuals/38644033"
    ],
    "emails": [
      "li.hao.b8@tohoku.ac.jp",
      "LiH86@cardiff.ac.uk."
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/brakefree-the-smart-brake-light-for-motorcyclists/pies",
    "title": "BrakeFree: The Smart Brake Light for Motorcyclists",
    "description": "The first high visibility accessory for motorcycle helmets with wireless brake detection technology.",
    "company_name": "Brake Free",
    "allParagraphs": [
      "The first high visibility accessory for motorcycle helmets with wireless brake detection technology.",
      "Sorry you've missed our campaign. Brake Free is ready and can be purchased now! Please check out our new website for all the details.",
      "Brake Free is an ultra bright smart LED brake light that instantly improves a motorcycle's visibility.",
      "It mounts on the back of the helmet you already own and with its constant LED light at a driver's eye level, you'll be more visible both day and night.",
      "Brake Free design, development, certification testing, and road testing is complete.",
      "Production of our first mass production run is underway.",
      "\"it makes you more visible to other motorists whether you're braking or not.\"\n- Uncrate",
      "\"California startup Brake Free wants to make your helmet useful in preventing the emergency in the first place, but mounting a highly visible automatic LED brake light on it, where car drivers are more likely to notice and respond.\"\n- Dan Carney, MAXIM",
      "\"The ultra bright smart LED brake light multiplies your visibility on the road, and the best thing? it has no wires, nothing to install on your bike, and works with no apps!\"\n- Bless This Stuff",
      "\"A bright red LED at their eye level that gets even brighter every time you slow down could make the difference between getting to your destination or winding up on in the hospital or worse.\"\n- Bruce Brown, Digital Trends",
      "Click HERE to view our press kit",
      "Brake Free utilizes accelerometer and gyroscope sensors to autonomously detect when you're slowing down no matter how: braking, engine braking, or downshifting. When it does detect you braking, its LEDs glow brighter letting drivers around you know instantly. And there is no wired installation or connected apps with your phone for it to work.",
      "Brake Free is able to detect 3 types of braking and respond accordingly:",
      "This is what makes Brake Free special: it's not just a passive LED light that is constantly on (and in this case, it's on the continuous flash mode--more on that below).",
      "It responds to how you ride and alerts everyone around you when you're slowing down making you even more visible at this crucial point to prevent being rear ended.",
      "Above, you'll see Brake Free's CEO Alex Arkhangelskiy riding with the unit on, looking left and right, and bobbing his head in which the unit's LED lights did not glow brighter. Only until he pulls up to a stop, the LEDs then glow brightly syncing with his tail brake light wirelessly thanks to the accelerometer and gyroscope sensors onboard.",
      "We get asked a lot if the lights on Brake Free can be seen during the day time and the answer is a definite yes. The above is a raw clip from a GoPro mounted on the backpack of Brake Free's CEO Alex Arkhangelskiy slowing down during a day ride on the freeway.",
      "In fact, the lights are typically so bright that the camera's sensors are usually saturated from the 100 red LEDs.",
      "\"After nearly 42 years of working in the motorcycle industry, and 17 specializing in helmets, one thing continues to prove true. A rider can NEVER be too visible. The Brake Free system is about as simple as it gets, yet offers a level of visibility unavailable prior to its introduction. It’s easy to install and will help riders to be seen when it counts the most. Brake Free is a simple, effective device that will dramatically improve the safety margin for all riders, regardless of skill level.\"",
      "\"Riding a motorcycle is like being invisible. To increase your odds of survival, it is crucial to increase your visibility. I use hi viz gear, headlight modulator and reflectors, and I will be adding Brake Free to ensure drivers see me.\"",
      "\"As the owner of a DIY motorcycle repair club I see so many bikes come in that have been clipped by cars that just did not see them or give them enough space for a turn. The novel idea of the Brake Free is a wonderful addition to increasing the visibility of all my riders - right at eye level for car drivers and without interfering with the riders reactions or responses. I'm recommending it to all the members!!\"",
      "Brake Free attaches to almost any helmet with our unique universal clip mount",
      "Mounts seen in the main pitch video are early prototypes and their look has changed from magnetic snap mounts to a mechanical clip mount.",
      "Brake Free is easy to turn on even with gloves thanks to its one-touch button. When it does turn on, it flashes to indicate its battery level:",
      "Brake Free also has a continuous flash mode which can be used as a hazard light. You can still wear it during this mode in which the light will function normally letting others know when you're slowing down by glowing brighter.",
      "And it's just as easy to turn off: Simple press and hold the one button for 3 seconds to turn off the unit.",
      "When it is time to charge Brake Free, simply use the included micro-USB cord to fully charge it in 2 hours.",
      "Each BRAKE FREE unit comes with:",
      "We've gone through a series of prototypes prior to settling on the final Brake Free design. We got feedback from countless riders and industry insiders to help steer our design. We worked hard to keep the design slim, stylish and versatile.",
      "We've come a long way since our first proof of concept prototype. This prototype helped us validate our idea of being able to use sensors to detect deceleration.",
      "This was our test rig for tesing our algorithm with our sensor package collecting data from the helmet while riding. It involved lots of packaging tape, but it served its purpose. Don't try this at home.",
      "Conducting measurements of the final design's LED brightness.",
      "Our team has worked tirelessly for almost 3 years designing, developing, testing and iterating Brake Free. We connected with many industry professionals, motorcycle groups, influencers, and riders to make sure we are developing a product that is truly valuable and needed in our community.\n\nWe invested countless hours and close to $100,000 of our own money to get Brake Free to the stage it is at now. We iterated our design 4 times and we now have working prototypes that look and function like the finished product.\n\nWe cannot take this project any further without your help.",
      "Avid rider and founder of Brake Free. After receiving his bachelor's degree in Business and Entrepreneurship, he set out on a mission to develop products that satisfy his two passions: product development and motorcycling.",
      "Professional Industrial Designer with 10 years in the powersports industry as a motorcycle designer, working for major OEMs across Europe and the US. Ian's been riding almost 20 years.",
      "An experienced and skilled engineer specializing in electro-mechanical system design, mechanical engineering, robotics and sensors. He has developed our custom sensor fusion algorithm which is the brains behind our platform.",
      "The newest member of our team. Henry is a brilliant mechanical engineer with years of experience in designing cool products that have to work in very tough conditions. His experience in concept development, simulation, plastics design for both rapid prototyping and injection molding, testing, and proof of concept implementation is invaluable to our team and will undoubtedly help deliver Brake Free to all of our amazing backers. Did we mention he also loves to ride?!",
      "Although his academic training was in Electronic Engineering, Dave is basically an inventor with a more natural affinity for mechanical engineering and a variety of manufacturing processes. In his 40+ entrepreneurial career he has 10 patents, 3 patents pending and over 100 products under his belt.",
      "We are committed to delivering on our promises and bringing you a great product, and we won't settle for anything less.\n\nWe realize that some of you may have been burned in the past with a previous crowdfunding campaign that was highly successful that promised the ultimate motorcycle helmet...However, we are committed to rebuilding your trust and faith in motopreneurs with Brake Free.\n\nWe realize that taking a product from the prototype stage through manufacturing will present many challenges. We have done our best to anticipate and account for many of them in our timeline and budget. And while there may be some unforeseen complications throughout our journey, we promise to let you, our backers, know first and be transparent.",
      "Click HERE to view our press kit",
      "How much does it weigh?\nBrake Free weighs 170 grams (6 ounces).\nFor easy comparison, it weighs a little less than an iPhone 7+.\n\nHow does it connect to my motorcycle?\nIt doesn't. We use sensors inside the unit along with our special algorithms that allow Brake Free to detect all types of braking; normal braking (applying front brake and/or rear brake) and engine braking.\n\nIsn't this a huge safety issue?\nThe Brake Free unit attaches to the helmet using a universal clip mount. The clip mount uses a 3M VHB adhesive (much like GoPro mounts) to attach to the helmet. It is designed to break away from the helmet in case of an accident. It won't cause torsional damage to your head and neck. You are much safer with it than without it.",
      "How long does the battery last?\nShort answer, 8-10 hours on average. Long answer, it depends on the type of riding you're doing and the mode you select.",
      "How long does it take to charge?\nBrake Free takes 2 hours for a full charge.",
      "Can I charge it on the go?\nYes. If you have a power bank or any other power source that can charge a device using USB cable, you can charge Brake Free while you ride.",
      "Can I use it with multiple bikes?\nYes! Brake Free is completely wireless. It does not have any connection to your motorcycle. So use it on as many bikes as you want.",
      "How do I know it fits my helmet?\nThe Brake Free unit is designed to fit all helmet shapes with horizontal or vertical feature lines. If the unit does not fit on your helmet let us know and we will come up with a custom mount solution.",
      "What type of helmets will it fit on?\nThe Brake Free unit fits helmet sizes XS to XXL, matte or gloss finish, full face or half helmets. We have attached the prototype unit to road race helmets, street helmets, touring helmets, adventure helmets, modular helmets, and more.",
      "How Do I install it on my helmet?\nBrake Free requires a clear spot of about 6 inches by 3 inches on the back of your helmet.\nFirst time installation:",
      "Will it fit if I have a Bluetooth module on my helmet?\nMajority of Bluetooth headsets mount to the side of the helmet. Brake Free mounts to the back of the helmet. You should be able to add both products to your helmet without any issues.",
      "How do I switch it from one helmet to another?\nThe easiest way is to order an extra helmet mount(s) and install one on each of the helmets you plan to you with Brake Free. Brake Free is designed for easy removal and installation. You can do this with one hand (without taking your gloves off)!\n\nHow can I tell how much battery charge is left?\nWhen the unit powers on it will indicate the battery status. We are currently using the center LED panels to do that.\n3 blinks = full battery, 2 blinks = 2/3 battery, 1 blink = 1/3 battery.\n\nHow can I tell it’s working?\nWhen the unit powers up, it indicates the battery level. If the unit is in sleep mode, simply picking up the helmet will wake it up. You will see lights flashing as it wakes us. If picking it up or a quick shake did not wake it up, simply press the power button.",
      "Will it make noise on my helmet?\nNo. The shape was designed to work harmoniously with the natural air flow around a helmet. You won't even notice it's there.\n\nCan I ride with it in the rain?\nWe are aiming to get Brake Free IP64 certified, which means you can ride with it in the rain.",
      "Can I clean it?\nYes. Use a dry or slightly damp cloth to clean the unit. We recommend using microfiber towels to prevent scratching the surface.",
      "Is it legal?\nIn the United States there are no regulations preventing use of lights on helmets. Brake Free uses red LEDs that adhere to all DOT vehicle requirements.\n\nHow bright is it?\nIt is the brightest helmet accessory on the market by far. It is brighter than most motorcycle brake lights.\n\nCan I swap batteries?\nThe Brake Free unit is sealed. At this time our design prevents user access to the battery.",
      "Will my friends think I look awesome?\nYes! Totally.",
      "Can I wear it while riding in a group?\nYes! As a matter of fact, it will improve your safety as a group. Riding in tight formation with other members' bike noise can make engine braking even harder to detect. The Brake Free unit will generally detect deceleration quicker than the naked eye and alert the riders behind, giving them an extra split second to react to you.",
      "How is it different from other helmet mounted lights?\nWe are the only truly wireless helmet accessory. Brake Free is completely autonomous. It uses sensors and our algorithm to detect braking. Other units require a transmitter to be spliced into the wiring harness, causing potential electrical problems in the future. We also use lights that are thinner and brighter than anything out there.\n\nWhat kind of light source does it use? E.g., LED?\nWe are using 4 custom shaped LED panels. There are 100 LEDs in total. These LEDs have a wide viewing angle of 120 degrees.\n\nWhat color is the light?\nThe lens is red and so are the LEDs that are being used. These lights are so bright that they typically over-saturate the sensor on most cameras, making them look orange.",
      "How bright is the light relative to other brake lights, both OEM and auxiliary (both incandescent and LED)?\nBrake Free is brighter than most OEM brake lights. There are motorcycles coming out now with really bright brake lights, but they are still out of the line of sight of car drivers. The helmet lends itself as the perfect place to add more visibility.\n\nIf it uses an adhesive, does it damage the helmet (or leave a residue) when removed?\nWe are working with a 3M chemist to make sure we use an adhesive that will not damage your helmet when it is removed.\n\nCan I claim multiple perks?\nYes, if you'd like to claim multiple perks, please make a new contribution for each perk.\n\nCan I get a refund after the campaign has ended?\nThe money raised here on Indiegogo will go into product development, purchasing of materials, and manufacturing to deliver Brake Free to you. Refunds will only be issued if we can not deliver the final product after exploring all possible options. We will always be transparent and keep you updated on all developments.\n\nWill the product vary from the design above?\nWhile we have the preliminary design and prototypes built, we may still make some minor improvements. We love hearing from our supporters and if you have any suggestions we will be more than happy to consider it.",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [
      "https://www.facebook.com/brakefreetech/",
      "https://www.youtube.com/c/BrakeFree",
      "https://twitter.com/brakefreetech",
      "https://www.linkedin.com/in/alexarkhangel"
    ],
    "company_links": [
      "http://www.brakefreetech.com/",
      "https://www.indiegogo.com/individuals/5230521"
    ],
    "emails": [
      "mailus@brakefreetech.eu",
      "mailus@brakefreetech.eu.",
      "support@brakefreetech.com",
      "support@brakefreetech.com.",
      "customercare@brakefree.in."
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/quandes-45w-gan-charger-10-000mah-power-bank--2/pies",
    "title": "QUANDES 45W GaN Charger 10,000mAh Power Bank",
    "description": "Power Anywhere: QUANDES 45W GaN Charger + 10,000mAh Battery",
    "company_name": "QUANDES LLC",
    "allParagraphs": [
      "Power Anywhere: QUANDES 45W GaN Charger + 10,000mAh Battery",
      "In today’s fast-paced world, staying connected is essential. Whether you're at home, traveling, or working remotely, you need a reliable power solution that keeps all your devices charged efficiently. That’s why we created QUANDES 45W GaN Magnetic Power Bank & Charger—an all-in-one, high-speed charging solution designed for convenience, portability, and versatility.",
      "Gone are the days of carrying multiple chargers. QUANDES combines a fast wall charger, wireless charger, and a high-capacity power bank into one compact device. Whether you need to power your laptop, phone, or smartwatch, this charger does it all.",
      "The QUANDES 45W GaN Portable Charger + 10000mAh Power Bank is designed to provide high-speed, efficient charging wherever you go. Whether at home, in the office, or traveling, this all-in-one charging solution keeps your devices powered up without the hassle of carrying multiple chargers and cables.",
      "Why Choose GaN Technology?\nGallium Nitride (GaN) technology is revolutionizing charging with several key advantages:",
      "Compact Size: Smaller and more portable than traditional chargers.\nHigher Efficiency: Faster charging with reduced energy consumption.\nLower Heat Generation: Operates at lower temperatures for safer and more reliable use.\nWith its advanced GaN technology, QUANDES ensures that your devices receive a faster, more efficient charge without overheating or wasting energy.",
      "https://youtu.be/J3j3iARs2Lo",
      "Versatile Charging for All Your Devices\nEquipped with next-gen GaN technology, QUANDES delivers 45W PD fast charging, making it perfect for charging laptops and high-power smartphones. With USB-C Power Delivery (PD) and Quick Charge (QC) 3.0, it can juice up your devices in record time.",
      "The QUANDES charger is compatible with a wide range of devices, including:",
      "Smartphones (iPhone, Samsung, Google, and more)\nTablets (iPads, Android tablets)\nLaptops (MacBooks, Windows laptops with USB-C charging)\nGaming Devices (Nintendo Switch, Steam Deck, etc.)\nWearables (Apple Watch, AirPods, and other wireless accessories)\nWith 5 output options and built-in cables, this power bank is designed to be the ultimate all-in-one charging solution.",
      "Multi-Device Charging Capability\nForget tangled cords and lost chargers. QUANDES features:",
      "Built-in Lightning Cable for iPhones\nBuilt-in USB-C Cable for Android & tablets\nUSB-A & USB-C Ports for universal compatibility\nIts magnetic detachable design allows you to separate the power bank from the wall charger for true portability. Charge the power bank via AC wall plug or USB-C input—whichever suits your lifestyle.",
      "Wireless Charging\nQUANDES supports Qi2-certified wireless charging for your Apple devices:",
      "20W Fast Wireless Charge for iPhones\n5W Wireless Charge for Apple Watch\n3W Wireless Charge for AirPods\nCharge multiple devices simultaneously with 5 output ports and wireless charging!",
      "Travel-Ready & Airline Safe\nCompact & Lightweight (275g)\nComplies with airline regulations—carry it on board hassle-free\nInternational Certifications (CE, FCC, RoHS) ensure top-notch safety and reliability\nSmart and Travel-Friendly Design\nMagnetic Detachable Power Bank: The power bank and charging ports can be attached or detached as needed. Use them together for maximum power or separately for more portability.\nBuilt-in AC Wall Plug: No need to carry a separate adapter—just plug the power bank into any wall outlet to recharge.\nUltra-Slim and Lightweight: Weighing only 275g, it’s compact enough to fit into your pocket or bag.\nFoldable Plug: Saves space and makes it easy to store.\nAirline-Safe: Meets international safety standards (CE, FCC, RoHS) and is approved for carry-on use on flights.",
      "Fast Charging Technology\nThe QUANDES 45W GaN Charger ensures rapid and efficient charging for all your devices. It supports multiple industry-leading fast-charging protocols, making it highly versatile and future-proof.",
      "1- Power Delivery (PD)\nPD technology enables high-speed charging for USB-C devices like MacBooks, iPads, and Android phones. With up to 45W output, it can charge a MacBook Air from 0% to 51% in just 30 minutes.",
      "2- Quick Charge (QC)\nQC technology is designed for compatible Android devices, reducing charging time significantly. It delivers up to 22.5W output, ensuring fast and efficient power delivery for smartphones and tablets.",
      "3- Super Charge Protocol (SCP)\nExclusive to Huawei devices, SCP ensures ultra-fast charging speeds with optimized voltage and current control, preventing overheating while delivering maximum efficiency.",
      "4- Fast Charge Protocol (FCP)\nFCP is optimized for Huawei and Honor devices, enabling rapid power transfer without damaging the battery. It works similarly to QC but with tailored voltage control for Huawei smartphones.",
      "5- Adaptive Fast Charging (AFC)\nAFC is Samsung’s fast-charging standard, allowing up to 45W charging speeds for devices like the Galaxy S series and Note series. It intelligently adjusts power output for safe and efficient charging.",
      "Two Ways to Charge the Power Bank\nBuilt-in AC Wall Plug: Directly plugs into any standard outlet and fully charges in just 3.5 hours.\nUSB-C Input: Use an external adapter to charge the power bank when a wall socket isn’t available.\nSafety & Reliability\nThe QUANDES 45W GaN Charger is built with advanced safety mechanisms to ensure secure and efficient charging for all your devices. These features protect against potential hazards and extend battery life.",
      "Overvoltage Protection\nPrevents excessive voltage from damaging your device’s battery. If voltage spikes occur, the charger automatically regulates the output to keep your devices safe.",
      "Overcurrent Protection\nDetects abnormal current flow and stops charging if the current exceeds safe levels, preventing device damage or overheating.",
      "Short-Circuit Protection\nAutomatically cuts power if a short circuit is detected, preventing fire hazards and device failure.",
      "Temperature Control\nMonitors heat levels during charging and adjusts power output to prevent overheating, ensuring safe and efficient energy transfer.",
      "Overcharging & Over-Discharging Prevention\nPrevents battery degradation by stopping charging once the battery reaches 100%, while also ensuring the battery does not drain completely, extending its lifespan.",
      "Performance Highlights\nCharges MacBook Air 13” M2 from 0% to 51% in just 30 minutes.",
      "Charges smartphones up to 50% in 20 minutes.",
      "Supports Samsung’s 45W Super Fast Charging technology.",
      "Can charge a Nintendo Switch while gaming.",
      "Technical Specifications\nBattery Capacity: 10,000mAh (37Wh)",
      "AC Input: 45W GaN AC input: 110-240V, 1.2A 50/60Hz",
      "Type-C Input: 5V 2A, 9V 2A",
      "Output Ports: USB-C (PD 45W) / USB-A (QC 22.5W)",
      "Built-in Lightning Cable (5V 2.4A)",
      "Built-in USB-C Cable (5V 3A, 9V 2A, 12V 1.5A)",
      "Dimensions: 169 x 75 x 18.5mm",
      "Weight: 275g (Power Bank + Charger)",
      "Development Timeline\nAugust 2024: Concept development begins",
      "September 2024: Design completion and engineering discussions",
      "October 2024: Final designs sent to manufacturing",
      "November 2024: Prototypes received",
      "December 2024: Product updates and testing for mass production",
      "April 2025: Kickstarter campaign launch",
      "July 2025: First batch shipped to backers",
      "Kickstarter Pledge Levels\nWe’re offering special discounted pricing for our early supporters!",
      "Early Bird Special - $69 (Limited to 200 backers) - Save 30%\nKickstarter Offer - $79 (Limited to 1,000 backers) - Save 20%\nSuper Early Bird 2-Pack - $120 (Limited to 1,000 backers)\nSuper Early Bird 5-Pack - $240 (Limited to 1,000 backers)\nWholesale Kickstarter 10-Pack - $400 (Limited to 500 backers, FREE SHIPPING worldwide!)\nWhy Back QUANDES on Kickstarter?\nBy supporting our campaign, you are not just getting an incredible deal on the QUANDES 45W GaN Charger + 10000mAh Power Bank; you’re also helping bring cutting-edge, travel-friendly charging solutions to life.",
      "Benefits of backing us:\nExclusive Kickstarter-only pricing.\nBe among the first to receive this innovative charger.\nHelp support sustainable and efficient charging technology.\nWorldwide shipping is available.\nBe Part of the Future of Charging\nWith QUANDES, you get a portable, high-speed, all-in-one charging solution that adapts to your needs. Whether you’re a traveler, remote worker, or tech enthusiast, this MagSafe-compatible, GaN-powered charger will revolutionize your mobile experience.",
      "The QUANDES 45W GaN Charger + 10000mAh Power Bank is more than just a power bank; it’s a game-changer for tech lovers, frequent travelers, and anyone tired of carrying multiple chargers. With powerful fast charging, built-in cables, an AC wall plug, and a sleek, lightweight design, this device is the ultimate power solution for all your gadgets.",
      "Stay connected, stay charged, and power up with QUANDES!",
      "Back us on Kickstarter today and experience the future of charging!",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [
      "https://www.youtube.com/watch?v=e8ZQTYCJFGI",
      "https://www.facebook.com/share/nWxNMwnhqj8Mn4JS/?mibextid=LQQJ4d"
    ],
    "company_links": [
      "https://quandes.eu/",
      "https://www.indiegogo.com/individuals/38166569"
    ],
    "emails": [
      "sales@quandis.com",
      "support@quandis.com",
      "info@quandis.com"
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/--3115001/coming_soon/pies",
    "title": "Failed",
    "description": "Failed",
    "company_name": "Failed",
    "allParagraphs": [],
    "social_links": [],
    "company_links": [],
    "emails": [
      "No email found"
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/a-future-without-microplastics-in-the-body/pies",
    "title": "A Future Without Microplastics in the Body",
    "description": "Microplastics in Blood?  We’re Building the Solution.",
    "company_name": "Cristian Carrucciu",
    "allParagraphs": [
      "Microplastics in Blood? We’re Building the Solution.",
      "Short summary",
      "Hi, we are Cristian and Zakaria — we graduated together in 2020 from high school with a diploma in Chemistry, Biotechnology, and Biomaterials with a focus on healthcare. We later worked together in a chemical laboratory where we tested the quality of active pharmaceutical ingredients. Today we are  respectively a Medical student and a Chemical Engineering student. Two different paths, but a single mission: to find a way to protect the human body from one of the most insidious invisible dangers of our time — micro and nanoplastics.",
      "Our project was born in the most spontaneous and authentic way possible: from a question raised during a study session in 2023. As we delved into the cellular and molecular mechanisms of the human body, we asked ourselves:\n“What is the impact of microscopic artificial particles — such as micro and nanoplastics — within biological fluids? Can they interfere with human health?”",
      "The lack of a clear answer pushed us to begin a long investigation. We discovered that although studies on microplastics in the environment are increasing, very few have addressed their direct impact on human health. And above all, no one has yet devised an effective method to remove them from the body.\nBut the data is alarming. Recent research shows that these particles are already present in blood, placenta, breast milk, and even in the heart. We are no longer talking only about environmental pollution: we are talking about internal pollution. We are talking about something that enters our body, travels through the blood, and can interact with organs and cells in ways still unknown.",
      "Thus, empowered by our shared laboratory experience and our passion for applied science, we began designing an innovative filtering module capable of separating and removing micro and nanoplastics from blood plasma — without damaging the other physiological components of blood.",
      "It is an ambitious project, never done before. But precisely for that reason, it is necessary. Because no one is doing it, and the time to act is now, before the problem becomes systemic.\nWe decided to launch this campaign because ideas alone are not enough. We need a place to work, materials, tools, and expert support. We need the first step. And to take it, we need you.",
      "With your help, we can build a prototype, start a startup, and begin a concrete journey toward protecting public health from one of the most silent and underestimated threats of our time.",
      "What We Need & What You Get",
      "Creativity and ingenuity alone are not enough to carry out a project of this scale. But we've now reached the point where we need concrete resources to turn our idea into reality. That’s why we come to you with this campaign: to ask for financial support aimed at covering essential costs and giving a real boost to our work.",
      "The funds raised will be used to:\n• Create a safe and well-equipped workspace to develop the prototype\n• Purchase high-precision materials and components, including those in the field of nanotechnology\n• File a patent to protect the idea and make it scalable\n• Collaborate with external experts (such as biomedical engineers, materials chemists, and others)\n• Cover the operational costs of a laboratory for the first few months\n• Access coworking spaces\n• Purchase licenses and software for component design and advanced simulations",
      "Financial Goal\nOur initial goal is €15,000. This amount represents the minimum needed to build the first working prototype of the filtering module — a device never created before, designed to remove micro and nanoplastics from blood without damaging the vital components present in human plasma.",
      "If we exceed our target, the additional funds will still be reinvested in the project, particularly to support operating costs, coworking spaces, specialist tools, or expansion of the research network.",
      "What We Offer to Our Supporters\nWe know that this campaign is not tied to a finished product, but to a visionary and urgent idea: to prove that it is possible to remove micro and nanoplastics from human blood. Even though we cannot offer material goods for every contribution, we still want to provide value, engagement, and sincere gratitude. Here’s what you’ll receive by supporting us:",
      "Exclusive Access\n• Regular updates: You’ll receive news and exclusive content on the progress of the project, via newsletters or a private Telegram channel\n• Behind the scenes: You’ll be able to follow the development step-by-step, through lab notes, videos, and photos of our daily work",
      "Active Involvement\n• Early access to tests and results: You’ll be among the first to see experimental data and will be able to send suggestions and feedback\n• Private webinars: You’ll participate in exclusive online meetings where we’ll share results, challenges, and future perspectives",
      "Creative Engagement\n• Exclusive digital content: Wallpapers, scientific illustrations, and infographics created especially for our supporting community\n• Live Q&A: You’ll have the chance to join interactive sessions with us, to ask questions and learn more about every detail",
      "The Impact\nThis project goes beyond the two of us. It concerns the future of human health, the environment, and the relationship between technology and biology.",
      "We live in an era where plastic is everywhere: in the air, in the water, in food. Recent studies have demonstrated the presence of micro and nanoplastics in the blood, placenta, breast milk, cerebrospinal fluid, and even in human heart tissue. The scale of this contamination is no longer negligible, and growing evidence suggests these particles may negatively affect biological processes such as oxidative stress, inflammation, DNA damage, and immune system dysregulation.\n\nYet, no medical device in the world has been specifically designed to selectively remove these particles from human blood.\nWe want to change that.\nOur filtration module represents a pioneering technology, designed to be:\n• Compatible with existing transfusion systems (first intended application)\n• Adaptable to future blood purification devices (e.g., modified dialysis)\n• Potentially integrable in hospital settings, blood donations, intensive care, and clinical prevention",
      "If proven effective, our system could become a biological safety standard for:\n• Infants and children (more vulnerable to the effects of toxic environmental substances)\n• Immunocompromised individuals or people with chronic diseases\n• Blood or plasma donors and recipients\n• Cancer patients or those undergoing invasive therapies",
      "But our impact doesn’t stop at the clinical level.\nBringing attention to the problem of microplastics in the blood also means raising public, regulatory, and industrial awareness, pushing toward a new generation of bio-technological solutions aimed at preventive health and environmental detoxification.\nIn a world that has just begun to realize the consequences of plastic pollution, being the first to act means having the chance to lead the change.\nWith your support, we can take the first concrete step toward a future where plastic no longer enters our blood.",
      "HERE WE PROVIDE SOME SCIENTIFIC ARTICLES FROM PUBMED THAT HIGHLIGHT THE PROBLEMS CAUSED BY THE ENTRY OF THESE SUBSTANCES INTO THE BODY",
      "Microplastics, nanoplastics and their heartfelt impact on cardiovascular health (https://pubmed.ncbi.nlm.nih.gov/40247666/)",
      "Microplastics contamination and biological alterations in Atlantic wild fish populations, and human health risks associated to fillet consumption (https://pubmed.ncbi.nlm.nih.gov/40253821/)",
      "Microplastics as benzo-a-pyrene carriers: genotoxicity assessmente simulating human gastric digestion (https://pubmed.ncbi.nlm.nih.gov/40253306/)",
      "Risks & Challenges\nWe are fully aware that our project is ambitious and pioneering. Micro- and nanoplastics remain an underexplored and underregulated area in healthcare. While this may appear as a challenge, we view it as an opportunity — we don’t want to follow the future; we want to shape it.",
      "Our goal is not only to respond to an existing problem, but to offer a concrete solution before it becomes globally overwhelming. We know very well that the path is long: laboratory tests, in vitro studies, biological validations, and complex regulatory phases await us. But we are moving forward with awareness, strategic intelligence, and great determination, knowing that every step taken today will be crucial tomorrow.",
      "This project is still in its early stages, but it is not a far-fetched idea — it has solid scientific foundations, a concrete application, and a clear vision. And above all, it has a profound purpose: to protect us from an invisible danger that is already inside us.",
      "With your support, we can turn this vision into reality. We want to build, test, demonstrate, and make accessible a technology capable of intercepting one of the most insidious emerging problems of our time so that we are ready.",
      "We are ready to face challenges, to make mistakes, to fall and get back up — but to overcome them all, we need you.",
      "Other Ways You Can Help\nWe understand that not everyone can contribute financially, but everyone can make a difference. Even sharing this campaign with friends, colleagues, or on social media will help us get closer to our goal: raising awareness and finding a concrete solution to the growing problem of micro and nanoplastics accumulation in our bodies.",
      "Spreading the idea is an integral part of change, and every single share can inspire new people, open new doors, and create new opportunities.",
      "If you have technical or scientific expertise — in biotechnology, engineering, nanotechnology, materials chemistry, or related fields — and would like to collaborate with us, contact us: we’d be happy to meet you and see how we can work together.",
      "We sincerely thank you for reading this far. Stay tuned: we will transparently share every project development with our donors, because those who support us deserve to be part of this journey from day one. And if you want to help us with just one click, use the sharing tools here on Indiegogo.",
      "Thank you from the bottom of our hearts.",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [],
    "company_links": [
      "https://www.indiegogo.com/individuals/38544211"
    ],
    "emails": [
      "ccarriou@gmail.com",
      "carrucciu@pllc-legal.com.",
      "silvia.carrucciu@gmail.com.",
      "ic-cu@pec.cultura.gov.it.",
      "badeloghu@tiscali.it.",
      "laura.carrucciu@ordineavvocativicenza.it",
      "christian.carriou@subsea7.com.",
      "ic-cu.opacsbn@cultura.gov.it."
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/bars-grips-rings--2/pies",
    "title": "Bars.Grips.Rings.",
    "description": "Get ready for a new year of fitness: workout with bodyweight and calisthenics exercises anywhere!",
    "company_name": "Bars.Grips.Rings",
    "allParagraphs": [
      "Get ready for a new year of fitness: workout with bodyweight and calisthenics exercises anywhere!",
      "^^^ Click to watch a BGR review",
      "Order now on Indiegogo - we're ready to ship straight away!",
      "✅ Beginner to expert with 300+ exercises",
      "One-click strap adjustments to quickly switch between exercises. Patent-pending, award-winning, the insanely strong design keeps your straps tangle-free & compact.",
      "BGR is designed to comfortably hold 700kg / 1,500 lbs! And these were the prototype tests. We expect final production to more than double the load capacity.",
      "Upper Body | Lower Body | Core",
      "From complete beginner to expert...",
      "Calisthenics (body-weight) exercise is ideal for any skill level.",
      "From an easy, low-impact workout to the most butt-kicking, gut-wrenching workout of your life. All with one simple, portable system that fits in a backpack.",
      "BGR was designed in Scotland and sent around the world for stress testing & feedback.",
      "\"I don't want to knock TRX, but if you can make something better...\"",
      "All BGRs include 3' anchor straps for easy mounting and un-mounting over branches, rafters, swing sets, etc.",
      "For high attachment points like an out-of-reach branch, use our optional extended-reach anchor straps or you can purchase widely available hammock straps on your own.",
      "Adapt movements to continuously progress.",
      "Alter your body angle to increase the resistance when training:",
      "Designing a super strong strap system that doesn't cost $500 is no easy feat! It took over a year, tons of iterations, and brutal testing to perfect the BGR.",
      "BGR has been rigorously tested at every step of development and production.",
      "Despite using prototyping materials, we have proven the BGR design can hold 350kg (770 lbs) per strap.",
      "The final product is expected to be more than twice as strong as the prototypes. We will, of course, test the crap out of the final product before shipping to you.",
      "Bars.Grips.Rings is the winner of several Scottish innovation awards and has been featured in multiple publications and media.",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [
      "https://www.facebook.com/BarsGripsRings",
      "https://www.youtube.com/channel/UCl6IlzB35e4NoG7fNxdLFYg",
      "https://twitter.com/barsgripsrings?lang=en-gb"
    ],
    "company_links": [
      "http://www.barsgripsrings.com/",
      "https://www.indiegogo.com/individuals/24821962"
    ],
    "emails": [
      "info@barsgripsrings.com.",
      "info@gymbeam.com."
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/emergency-phone-for-school-jobs-a-d-housing/pies",
    "title": "Emergency Phone for School, Jobs a d Housing",
    "description": "Looking for funding to get a Microsoft Surface Duo  for my upcoming schooling and job searches.",
    "company_name": "Grad Leblanc",
    "allParagraphs": [
      "Looking for funding to get a Microsoft Surface Duo for my upcoming schooling and job searches.",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [],
    "company_links": [
      "https://www.indiegogo.com/individuals/38616440"
    ],
    "emails": [
      "kel22f@fsu.edu",
      "daniel.leblanc@yale.edu",
      "jenniferleblanc@fas.harvard.edu."
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/ghydion-world-s-first-smart-gallon-water-bottle/pies",
    "title": "Ghydion: World’s First Smart Gallon Water Bottle",
    "description": "The most innovative approach to hydration that tracks and trains you to hydrate consistently",
    "company_name": "Ghydion Co.",
    "allParagraphs": [
      "The most innovative approach to hydration that tracks and trains you to hydrate consistently",
      "*Additional sleeves will be available after launch. Supporters will receive an email survey to choose their sleeves from the additional options.*",
      "*Additional sleeves will be available after launch. Supporters will receive an email survey to choose their sleeves from the additional options.*",
      "[ABOUT US]",
      "Ghydion is founded and family-owned by US Air Force Veteran Donovan Stewart. At Ghydion our mission is to simplify health and wellness in innovative ways. We aim to shatter the barriers that keep us stagnant in our pursuit of a healthy lifestyle.",
      "Your support during this campaign will enable us to accomplish the upcoming phases: prototype development, testing, commercial production, packaging, and full delivery to the customer.",
      "[How Ghydion Was Born]",
      "Over two years ago, while deployed to Qatar, Donovan suffered heat exhaustion due to dehydration. The temperature in that region easily ranges from  105 to 130 degrees. His medical emergency was a wake-up call and the realization that interval drinking was the key to consistent hydration.",
      "Donovan and the Ghydion team have committed over two years to industry research. Their discovery led them to the concept development and validation, planning, building a consultant team, and networking with design and manufacturing experts needed to produce the Ghydion Gallon.",
      "[Why Crowdfunding]",
      "When the idea of a smart gallon water bottle came to Donovan, he knew it was a product he himself desperately needed. He decided to do a crowdfunding campaign to further validate the idea that there were other people who needed it too. Crowdfunding is one of the most organic ways to raise money from a consumer base that can trust the process of development. Your contribution is helping the Ghydion team create a solution to chronic dehydration, a struggle that over 75% of Americans have in common.",
      "[DEVELOPMENT PHASES]",
      "PHASE I",
      "PHASE II",
      "[The Impact]",
      "Water is a resource most take for granted while many across the globe suffer because they don't have access to clean drinking water. Backing our campaign will help you achieve your health and wellness goals but the benefits don't stop there. Your pledge also becomes a partnership and solution as we support the mission of charity: water. Ghydion Co. is pledging 10% of every gallon sold to this non-profit organization that helps provide clean drinking water to those in developing countries around the globe. Essentially, hydration doesn't end with you, it begins with you.",
      "[Risks & Challenges]",
      "Our research and relationships with leading experts in the field of start-ups, and innovative product development have helped us to avoid many of the potholes that most start-ups face.  One of our key partners is MAKO Design + Invent, an original firm providing world-class consumer product development services tailored to startups, small manufacturers, and inventors. Simply put, they are the leading one-stop shop for developing physical products from an idea to store shelves, all in a high-quality, cost-effective, and timely manner.",
      "As a small team with a big dream, we are leveraging the experience of our expert partners to minimize the risks at each stage of development. Our greatest challenge at this point is the need to leverage the support of our backers to bring Ghydion to market.",
      "[Other Ways You Can Help]",
      "You can support our campaign in more ways than one. Help us spread the word by using the Indiegogo share tool and GET THE WORD OUT.  Your support is what will ensure the Ghydion Gallon gets the attention of those who need our product the most.",
      "Chronic dehydration is a silent enemy of our health and well-being.",
      "Help us be the change that so many need.",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [
      "https://www.facebook.com/groups/1902207819948866",
      "https://www.youtube.com/channel/UCpmBxvoCunefkoRr_pSkXjQ"
    ],
    "company_links": [
      "https://www.ghydion.com/signup48476225",
      "https://www.indiegogo.com/individuals/28646409"
    ],
    "emails": [
      "brian@brianvoicework.com",
      "contact@gwydion.co."
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/cocoa-metro-instant-belgian-chocolate-drink-mix/pies",
    "title": "Cocoa Metro Instant Belgian Chocolate Drink Mix",
    "description": "Like Nesquik, but it's more chocolatey, has less sugar, and does not contain carrageenan",
    "company_name": "Michael Dunford",
    "allParagraphs": [
      "Like Nesquik, but it's more chocolatey, has less sugar, and does not contain carrageenan",
      "This is a new instant Belgian chocolate drink mix that is more chocolatey, contains less sugar, and is made with premium Belgian chocolate for satisfying chocolate enjoyment whenever you want.",
      "Praise for some of Cocoa Metro's Current Products:",
      "We are Cocoa Metro, makers of ready-to-drink Belgian chocolate milk to help chocolate addicts thrive in a kiddy chocolate milk world. We are sold at Whole Foods Markets and many other fine food markets across the country. We also make and sell an organic Belgian hot drinking chocolate mix, organic unsweetened Belgian cocoa powder, and an organic chocolate-infused vanilla extract. We believe there is so much more depth of flavor and enjoyment to be had in really good chocolate. Not enough time to waste on the kid stuff.",
      "Perhaps you grew up on Nesquik too? I drank gallons of it with my cousins during late night sleepovers. We would scoop way more of it into our glasses than prescribed on the carton because we were looking for more chocolate taste. Now that I've tried a few nice chocolates (ok, like metric tons of nice chocolate) from around the world, I am not satisfied with an overly sweet, dumbed down chocolate flavor. We are here to provide you (and me really) a deeper chocolate drinking experience than you can find anywhere in stores right now.",
      "Are we the underdog? Um, yes. By a long shot. But, with your help, we plan on pulling off a Hoosiers - David & Goliath - 1980's Olympic Hockey Team - Rudy - Rocky - Karate Kid win with this project. You have the power to make it happen.",
      "$25 Receive 2 bags of the Belgian chocolate drink mix the moment they roll off the production line",
      "$50 Get 5 bags of the Belgian chocolate drink mix the moment they roll off the production line",
      "*Nesquick is a brand name owned by the Nestle Corporation and is not affiliated in any way with this project.",
      "We feel confident in our ability to successfully bring this project to you based on our 10 years experience as a consumer packaged goods company. However, there are always risks and challenges. We've seen many on our journey so far. One area of focus is the solubility of the powder. Although we have consulted in depth with companies that provide agglomeration services, until our specific recipe is run through their process, we can't know for certain how well it will blend. There is no reason for it not to work—agglomeration is a tried and true method for creating soluble powders—but until it's done, there is the question. To overcome this risk once we are funded, we have allotted plenty of time in the agglomeration lab with experts to ensure we get it right.",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [],
    "company_links": [
      "https://www.indiegogo.com/individuals/23279828"
    ],
    "emails": [
      "michael.dunford@anu.edu.au.",
      "M.F.Dunford@sussex.ac.uk.",
      "mail@michaeldunford.com"
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/raio-one-connect-offline-iot-walkie-talkie-punch/pies",
    "title": "RAIO One Connect: Offline IOT Walkie Talkie punch",
    "description": "Sync it with your favorite device and enjoy ultimate wireless communications",
    "company_name": "RAIO",
    "allParagraphs": [
      "Sync it with your favorite device and enjoy ultimate wireless communications",
      "Raio 1A offers a versatile range of connectivity options, enabling seamless interaction with the Raio Tech Lab app. Connect Raio 1A with your device using USB Type-C, Wi-Fi, or Bluetooth to access and control features like file transfers, walkie-talkie, advanced serial terminal, encrypted messaging, and project controls, IOT controls and including managing the RP2354A inbuilt MCU sensors and controls.",
      "SERIAL TERMINAL - IT wouldn't be an usual serial terminal as others but here, you will be able customize things according to yours and other crazy advance things.",
      "WALKIE TALKIE - Enjoy high quality long range full duplex conversations with RAIO 1A, just by simply connecting  it with your any device.",
      "FILE TRANSFERRING - Send any file from any device and Receive it on any device with X-modem CRC, 1K or any other serial protocols up to 100kbps speeds and up to 10km distances.",
      "ENCRYPTED MESSAGING - Secure messaging in any terrain with your friends, wouldn't be an issue now. One to one messaging, Group texting and voice notes will be deliver with fun now.",
      "PROJECTS - This section of app will provide you a nice platform for controlling, reading, writing and integration of your any serial project with it. Unique GUI feature without any coding will make your project more easy and cool.",
      "RAIO 1A SETTINGS - Here, you can change the trans-receiver power output, frequency and many more things related to RAIO 1A.",
      "RAIO 1A has six serial ports, one of it's six serial port is connected with I-MCU(RP2354A) UART0, this thing can be used to create cool projects with pico-2, which can further be share there sensor data to long distances via nrf24l01 and lora llc68 radio chipsets. PICO-2 projects can also be control via RAIO TECH LAB APP.",
      "One of RAIO's standout features is the replaceability of it's transceivers. This design choice allows users to easily upgrade or swap out radio chips in the future, accommodating new technologies or specific project needs. Whether for enhanced performance or new functionalities, users can adapt RAIO to evolving requirements without needing to replace the entire device.",
      "The gps thing can be beneficial in many ways, it can also help you in sharing each others gps data with much better accuracy as it has 2 more sensors which measures magnetic and motion as well. GPS would work better with RAIO TECH LAB and it will give you more possibilities with compact size.",
      "Control RAIO 1A over internet with RAIO TECH LAB application on any device. This thing could increase the distance further more. IOT controls wouldn't disturb you anymore with coding, the GUI control of App will make everything easy for you.",
      "Connect arduino or any other microcontroller with RAIO 1A and enjoy full controls over global distances and take your projects to next levels.",
      "Not just MCUs, any serial peripheral can be accessed with this feature.",
      "1. Matrix-Switching: Uses both radio chipsets, simultaneously, check out side diagram for better understanding.",
      "2. Normal mode (uni-switching): Uses one radio chipset and one serial port at a time, bridging can be done as per side diagram.",
      "3. Advance Bridging: In this mode, Bridges can be made in-between serial ports which can be useful in many scenarios, it's diagram will be public soon.",
      "For More Information, Check Out www.raiotech.one",
      "Please support this project by spreading it to more people through various media and show your love. We care your all efforts.",
      "Any Questions to ask personally related to the project, please message at radhe@raiotech.one",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [
      "https://x.com/raiotechone",
      "https://www.youtube.com/@Raiotechone",
      "https://www.facebook.com/profile.php?id=61564910435663"
    ],
    "company_links": [
      "https://www.raiotech.one/",
      "https://www.indiegogo.com/individuals/38145183"
    ],
    "emails": [
      "marketing@radioawaz.com.pk.",
      "kale@raio.co.",
      "dgradiopakistan@gmail.com",
      "directorgeneral@radio.gov.pk",
      "marketing@nrtc.com.pk.",
      "sales@raio.com.tw"
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/--3134405/coming_soon/pies",
    "title": "Failed",
    "description": "Failed",
    "company_name": "Failed",
    "allParagraphs": [],
    "social_links": [],
    "company_links": [],
    "emails": [
      "No email found"
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/shiraton-hotels-your-fairytale-escape/pies",
    "title": "Shiraton Hotels: Your Fairytale Escape",
    "description": "Embark on an unexpected journey to rolling green hills and 5-Star Luxury.",
    "company_name": "Shiraton Hotels",
    "allParagraphs": [
      "Embark on an unexpected journey to rolling green hills and 5-Star Luxury.",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [],
    "company_links": [
      "https://www.indiegogo.com/individuals/38399150"
    ],
    "emails": [
      "First.Last@sheraton.com",
      "reservations@hotelsheraton.co.uk",
      "sheraton.hotel@sheraton.com.",
      "privacy@marriott.com."
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/vizta-smart-telescope-for-your-smartphones/pies",
    "title": "VIZTA Smart Telescope for Your Smartphones",
    "description": "Stargazing | Birding | Wildlife | AI | 240x Zoom | Star Guide | 10,000+ Birds",
    "company_name": "VIZTA Team",
    "allParagraphs": [
      "Stargazing | Birding | Wildlife | AI | 240x Zoom | Star Guide | 10,000+ Birds",
      "Check out this real-world review from Hans Tech Talk and learn more about VIZTA Smart Telescope's amazing functionalities.",
      "Please note: The user interface (UI) shown in this demo video is from a previous version and is currently being updated. The final product will feature a new and improved UI.",
      "Please note: The user interface (UI) shown in this demo video is from a previous version and is currently being updated. The final product will feature a new and improved UI.",
      "We offer a range of accessories to elevate your viewing experience, including an adjustable tripod with a quick-release plate, a solar filter, and a finder scope.",
      "At Vizta Lab, we're redefining how people connect with the universe and nature. While the project's initial spark ignited in 2023, we've been rapidly developing at the forefront of smart telescope technology, fusing AI and advanced imaging to create accessible and engaging exploration tools for everyone. Our team comprises renowned photographers, experienced engineers, and industrial designers dedicated to user-centric innovation.",
      "Having showcased at IFA, we look forward to presenting our latest advancements at CES 2025.",
      "Our production is progressing smoothly. Tooling is complete, the first small batch is finished, and we're gearing up for mass production in December, followed by shipments in January.",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [
      "https://www.facebook.com/profile.php?id=61563551550600",
      "https://www.youtube.com/@VIZTALAB/videos"
    ],
    "company_links": [
      "https://www.indiegogo.com/individuals/38242701"
    ],
    "emails": [
      "admissions@vizta.com.au",
      "marketing@viztagames.com.",
      "Peter@talentvizta.com",
      "s1ckta@prodigy-agency.gg",
      "info@neovizta.com.",
      "geral@vizta.pt"
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/aria-nasa-inspired-hybrid-air-purifier/pies",
    "title": "Aria - NASA Inspired Hybrid Air Purifier",
    "description": "Hybrid air purifier that uses plants & air booster to deliver the best clean air delivery rate ever.",
    "company_name": "Mateko USA",
    "allParagraphs": [
      "Hybrid air purifier that uses plants & air booster to deliver the best clean air delivery rate ever.",
      "We were inspired by NASA's report about the natural power of a plant's roots, so using our own knowledge, we developed exclusive patent-pending hybrid technology for air purification.",
      "Aria is a Hybrid Air Purifier because it features classical mechanical air purifier tech that works in tandem with the plant's natural filtering abilities to fight pollution, disease, and toxins.",
      "Aria will use multiple intelligent sensors to continuously monitor your environment. Information such as temperature, air humidity, air pollution, and graphs with history reports will be sent to your smartphone app.",
      "Aria displays your air quality right on the touchpad display.",
      "Aria’s design approach is simple and clean. Highlighting the plant’s beauty so it blends in with the design of your space.",
      "(Also included are the Inner plant pot, water reservoir, water stick, water rope)",
      "Two years ago, we opened a new chapter in the history of Mateko as we launched a new product strategy. We strongly believe that only the company’s R&D and manufacturing of our products is the path to the future.",
      "Today we are proud to present our new development and a new category in the sector of air-purifying: “Aria” the Hybrid Air Purifier. Aria is the air-purifier that unites classic (mechanical) parts with the power of the plant (phytoremediation).",
      "Return policy. Indiegogo is a platform that allows innovators to offer their creations and ideas at discounted prices. These funds go towards initiating production and launching of the product, resulting in a product that the backer can enjoy. In accordance with Indiegogo Terms of Use will not offer refunds or return for items that are not defective. However, in the event that you receive a faulty item, you are welcome to contact us at hello@ariabymateko.com",
      "Shipping. We are happy to offer to ship worldwide. Once the campaign is over, you will receive an email from us collecting your address to calculate the shipping rate. Please note that the price of the item does not include additional duty and taxes that may apply as per local laws of importation.",
      "__",
      "Risk and Challenges",
      "Mateko has worked extremely hard to get Aria ready for Indiegogo and full-scale manufacturing and fulfillment, but here are what we see as the risks and our plan to assess them:\n\nMANUFACTURING: The manufacturer is lined up, and we have quality assurance people on-site during production.\n\nFULFILLMENT: Sometimes things get a bit crazy and stuff happens that can’t be planned for: a supplier misses a deadline, customs clearance, or a shipment gets lost. Those things could cause a delay. This is why we partnered with EasyShip who are experts at delivery to get our products to you. We’ll keep open and honest communication with you through our process so you know where your product is and when it’s going to get to you.",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [
      "https://www.facebook.com/matekoPL"
    ],
    "company_links": [
      "https://www.indiegogo.com/individuals/26528447",
      "http://ariabymateko.com/"
    ],
    "emails": [
      "matekoapp@gmail.com",
      "info@mateco.cz",
      "mateko.app@gmail.com.",
      "jane.doe@mateko.fi",
      "mateko@mateko.pl.",
      "mammeazu@yahoo.com",
      "mateko@badal.io."
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/pearl-understand-your-body-s-language/pies",
    "title": "Pearl: Understand your body's language.",
    "description": "Embrace your cycle, uncover your blind spot, and forecast your emotions by charting your hormones.",
    "company_name": "Leo",
    "allParagraphs": [
      "Embrace your cycle, uncover your blind spot, and forecast your emotions by charting your hormones.",
      "fb: /pearlfertilityapp            ig: @pearlfertility               t: @pearlfertility",
      "Download our Press Kit here!",
      "Check out this video review of the contents of the first generation Pearl Kits:",
      "Disclaimer: The Pearl Fertility System is NOT FOR CONTRACEPTIVE USE.",
      "Ovulation testing is not an exact science make sure you understand the basic principles, find here a helpful guide from the FDA on ovulation tests in general. The FSH tests and LH tests provided in the Pearl Kits have an accuracy of 99% in detecting positive presence of hormones in urine.  The readout with the Pearl Fertility App has been demonstrated in clinical settings consult the publication here.",
      "One Kit contains 15 FSH tests and 15 LH tests, one Activation Code to access the Pearl App measuring features, and one Urine Catcher. Progesterone (PdG) tests will be shipped separately to all backers for free if the campaign goal is reached.",
      "Please also be aware that your user's data you provide to receive your perk will be part of the contribution to the campaign in addition to the money contributed. We treat personal data privacy very strictly and will never share it with third parties beyond the campaign purposes.",
      "Pearl is a registered trademark of Colorimetrix, Inc. The Pearl Fertility App is a listed medical device under FDA (O.N. 1005943, class code: LHD) and it is classified as an In-Vitro Diagnostic Device for self-testing under the EU legislation and CE certification drafted (No. V9 005315). The Pearl Fertility App works in combination with the Pearl Fertility Kit containing urine tests for FSH and LH also known as ovulation tests. These tests can be use alone or in combination for ovulation date calculation or estimation of the most fertile days.  When seeking to conceive, please consult a physician. The information presented here for informational purposes only, it is not medical advice, you should consult a physician for advice if you are trying to get pregnant.",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [
      "https://twitter.com/expecttoexpect",
      "https://www.facebook.com/expecttoexpect/"
    ],
    "company_links": [
      "https://www.indiegogo.com/individuals/20476537"
    ],
    "emails": [
      "leosci@yahoo.com.",
      "neha.upadhyay@leo1.in",
      "drug.safety@leo-pharma.com",
      "info@leo.com.pk.",
      "medical-info.uk@leo-pharma.com",
      "investorrelations@leo1.in",
      "info@leoautomobiles.com.",
      "info@leosci.com.",
      "manisha.d@leo1.in."
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/lifesaber-power-supply-for-wilderness-survival/pies",
    "title": "LIFESABER: Power Supply For Wilderness Survival",
    "description": "Comes with breakthrough USB power generator, light/siren, UV water purifier and plasma firestarter.",
    "company_name": "Marvin Weinberger",
    "allParagraphs": [
      "Comes with breakthrough USB power generator, light/siren, UV water purifier and plasma firestarter.",
      "LIFESABER is the ultimate companion for backcountry survival. We believe it will become your 'mechatronic multitool' for every emergency.",
      "Not only is the LIFESABER an inexhaustible cell phone recharger, but it also functions as the hub for energizing custom accessories. These snap-in tools are compact, lightweight, reliable - and less expensive - because there are no redundant parts.",
      "Ultimately, you can enjoy the wilderness, without worrying about whether or not your cell phone battery will survive the trip.",
      "Let’s be honest, your mobile phone is an essential tool in case of an emergency. But, when it runs out of power, there’s no way to call for help when you need it most.",
      "With LIFESABER, you can recharge your phone at any time, indoor or out, with a simple ergonomic motion that even a child can master.",
      "In just 15 minutes - using the simple twirling motion of a jump rope - you can generate enough power to restart a dead cellphone. Or, you can produce the required energy in as little as 3 minutes by using your full forearm to 'powercrank' the LIFESABER.",
      "Simply shift the patent-pending Force-Multiplier into high gear, matching the torque (resistance) to the strength you can comfortably apply. The PowerGrip™ handle features an unprecedented 5 degrees of comfortable motion.",
      "Using LIFESABER, you can keep your cell phone charged, survive the elements, and even ward off predators.",
      "Let’s face it. Your cell phone might die in an emergency situation. What can you do?",
      "You could carry a spare battery, but that's usually only good for a single charge (assuming the battery hasn't already gone dead). Solar chargers are great, if you have the time and the sun is shining.",
      "There are also the old-fashioned 'crank' generators, but they are very awkward, tiring and inefficient (because they rely solely on limited wrist rotation), and only the most expensive models actually work.",
      "We’ve designed a solution that is superior to everything else out there on the market.",
      "Not only can you recharge LIFESABER with a simply twirling or crank motion, but you can also recharge it from a wall outlet - or even a solar panel - so that the replaceable, high-capacity internal battery is always topped off.",
      "The LIFESABER comes equipped with a replaceable 2200 mAh capacity battery. This gives you more than enough juice to call for help, or to browse the web for routes, trails, and other valuable data.",
      "With the ruggedly-built LIFESABER in your backpack, glove compartment or bug-out bag, you'll never be alone in an emergency.",
      "The optional snap-in UV Water Purifier treats micro-biologically unsafe water with germicidal ultraviolet light. Ultraviolet water purification is a common method for disinfecting bacteria from water (but by no means a cure-all).",
      "It's suitable for treating water taken from a river or stream that looks clear, but contains dangerous microorganisms. After three minutes of cranking, you’ll have enough power to sterilize one liter of unsafe water.",
      "Just insert and gently twirl to purify water. You'll have better drinking water in a matter of three minutes.",
      "UV water purifiers haven proven to be extremely effective at eliminating unwanted bacteria and germs from drinking water. The UV wavelength scrambles the DNA of any organisms in the water, so that they can’t replicate and make you sick.",
      "This is a well-documented process that is backed in science (see more links at end of this section). It is a completely safe process and does not add any harmful chemicals to the water. As long as you don’t touch or look directly into the UV bulb, it poses no threat.",
      "Do note, that these devices are only intended for use with clear water and that the volume of the container will determine the correct use of the UV wand (including time of immersion and the requirement to stir the water).",
      "We developed our UV snap-in module in response to requests from the hundreds of outdoor activists who we surveyed, many of whom are familiar with the safety and efficacy of using handheld UV devices, such as the Steripen™ (which is the gold standard and the basis for our functional specifications). The owner of Steripen is Katadyn, a long-established Swiss company specializing in water treatment at all scales. We do not have a formal relationship with Katadyn, (or its Steripen subsidiary).",
      "They recognized that our UV wand could be made lighter (without sacrificing quality) since we wouldn't be duplicating the battery, controls, etc. already built into the LIFESABER.",
      "Below, you can find a collection of articles supporting the use of handheld UV devices for water purification.",
      "SteriPEN Ultra Review (with Lab Test Results) South America",
      "Drinking water treatment with ultraviolet light for travelers -- Evaluation of a mobile lightweight system.",
      "Drinking water treatment with ultraviolet light for travelers – Evaluation of a mobile lightweight system",
      "Testing of SteriPEN™, a Portable Ultraviolet Light Water Purifier, Using MS-2 Coliphage in Challenge Test Waters According to the U.S.E.P.A. Protocol’s Recommended Materials.",
      "LIFESABER comes with a second optional snap-in attachment that starts fires in wind or rain with the press of a button.",
      "The snap-in fire starter (sold separately) creates a 2,000F degree arc to start fires even in the roughest weather. Three minutes of cranking will power 16 ignition cycles.",
      "Unlike a butane or methane lighter, absolutely no lighter fluid is required. Plasma lighters are battery powered.",
      "Butane lighters contain flammable gas, which can break or spill in your backpack. Our lighter doesn’t contain any flammable gas. It’s built for rugged outdoor use, making it simple and practical.",
      "Cook yourself a meal, or stay warm.",
      "Don’t get lost in the dark.",
      "Three minutes of cranking will power the built-in 31 lumens flashlight for up 30 minutes of use. You can even twirl LIFESABER to recharge as you are walking along the trail.",
      "Illuminate your tent or campsite. Three minutes of cranking will power the built-in 31 lumens lantern for up to 30 minutes.",
      "To signal rescuers (even flying overhead), or to startle animal or human intruders, select the built-in strobe light. Three minutes of cranking will power the strobe for up to 40 minutes.",
      "Also, with one button, you can trigger both the emergency siren and blinding strobe. This will get everyone’s attention, while disorienting any attacker.",
      "The 85-decibel siren will operate for 35 minutes after just three minutes of cranking.",
      "With a reliable flashlight/lantern and emergency strobe button, LIFESABER is a solid investment in your family's future!",
      "The LIFESABER personal energy generator represents a technological revolution in efficiency and comfort. Our unique blend of patent-pending mechatronics enables even a child to generate the power they need in an emergency.",
      "The multi-jointed, telescoping handle of the LIFESABER enables a full 5 degrees of flexibility which accommodates the natural motion of the hand, wrist and forearm. In contrast, the crank of a typical manual generator is short and inflexible. This means that all the work has to be done by the wrist – which is awkward and quickly becomes tiring.",
      "The weighted grip at the end of our handle permits this swing arm to be 'twirled' much like the motion of a jump rope. This is a very comfortable activity which kids can sustain for hours on the playground.",
      "Alternatively, the extended handle can be gripped for power-cranking, putting the strength of the entire arm to work.",
      "Which brings us to our unique and essential force-multiplier technology.It stands to reason that you can overcome much greater resistance (torque) while cranking than when twirling.",
      "With the LIFESABER, the user can electronically (rather than mechanically) set the resistance (think gearing) to suit the mode (twirl vs. crank) and to match the person's strength. The higher the force multiplier setting, the more work will be accomplished during each rotation (and the faster you will generate electricity).",
      "That's why we expect that it will require a typical person (even a child) 15 minutes to generate a Quick Charge of 900 joules at the lowest resistance setting, while only 3 minutes of power cranking will produce the same results at the highest resistance setting. You can think of our proprietary technology as a kind of distant cousin to regenerative braking.",
      "We created the LIFESABER as a potentially life saving tool for:",
      "Ideation on the high-level spec for what was originally called the Personal Energy Generator (PEG) began more than 5 years ago. The challenge was to create a self-charging device that even a child could use to generate lifesaving power, but which would be ergonomically efficient for use by even the strongest adults. Of course, the device would also have to be compact, affordable, lightweight and wilderness-friendly.",
      "After 3 years and dozens of false starts and dead ends, I had an epiphany which led to the first of the technical breakthroughs which would be required. Specifically, development of a swing arm that could both be twirled (like a jump rope) yet comfortably cranked.",
      "The resulting PowerGrip™ was successfully prototyped in July of 2018, which featured a telescoping arm with a weighted handle for twirling. It also served as the handle grip while for cranking. We created a unique, multi--jointed design which enables an unprecedented 5 degrees of freedom in the arm’s motion. This results in comfortable, sustainable twirling or cranking while bringing to bear the full forearm strength of the user.",
      "But while necessary, the PowerGrip was not sufficient in order to realize the ambitious product objective. It took hundreds of additional hours to prove-out the second breakthrough technology – a dynamically adjustable torque control achieved solely through electronics (no mechanical gearing).",
      "In June of this year we completed our most advanced working prototype, enabling the user to toggle the ‘Force Multiplier’ circuit to match the rotation-resistance to the type of input (twirl vs. crank) and the strength of the user.",
      "This sophisticated prototype was privately demonstrated – to real acclaim – at the Outdoor Retailer show in Denver. While functional, none of our existing prototypes are optimized for manufacturability, which is why we've come on Kickstarter!",
      "I have many successful products on the market. The folks who backed my Lil Trucker Kickstarter campaign were pleased with the tools I delivered. In the risks/milestones section of the campaign page we detail the years of work to get to this point where we've demonstrated the crucial technologies - including the 'force multiplier' system.",
      "I have a colleague with a PhD in electrical engineering who has run all of the development and testing of the patent-pending circuitry. We are very confident in the physics/electronics as well as mechatronics overall.",
      "This project is promoted by Jellop, the ad tech power behind the best Kickstarters with 850+ successful Kickstarter projects with over $370M raised between them.",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [],
    "company_links": [
      "https://www.indiegogo.com/individuals/1594609"
    ],
    "emails": [
      "marvin@lifesaber.tools",
      "mweinberg@foxrothschild.com",
      "marketing@foxrothschild.com"
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/brilliantpad-self-cleaning-indoor-dog-potty/pies",
    "title": "BrilliantPad: Self-Cleaning Indoor Dog Potty",
    "description": "Easy, Clean, Convenient. Automatic, Self-Cleaning Potty System For Puppies and Small Dogs.",
    "company_name": "Alan Cook",
    "allParagraphs": [
      "Easy, Clean, Convenient. Automatic, Self-Cleaning Potty System For Puppies and Small Dogs.",
      "BrilliantPad can support your local  animal shelter, too.\nEmail shelter@brilliantpad.com for more information.",
      "HOW IT WORKS",
      "Your hands stay clean when discarding the entire take-up assembly. Earth-friendly materials biodegrade in most landfills. Replacement rolls and subscriptions can be ordered online once we start shipping.",
      "Systems made with factory produced parts have been in use since November 2016. Here is what some of our testers have to say:",
      "\"Yvette loves BrilliantPad! Now that she can relieve herself any time, walking now feels more like playtime and less of a chore.\"",
      "\"Rory used to wake me up in the middle of the night when she had to go outside. Now I can sleep longer, and Rory can go whenever she needs to!\"",
      "\"When BrilliantPad is soiled, there is no odor – even before being advanced. Dramatic improvement from traditional pads!\"",
      "\"After a month, I finally finished a roll... during that time, there was no smell!\" - Animal Radio (Listen to the 7-minute broadcast here)",
      "BrilliantPad production sample in action:",
      "BrilliantPad also works well with solids:",
      "“BrilliantPad provides a healthy alternative when you can't walk your dog due to unforeseen circumstances such as extreme weather, heavy traffic or illness. BrilliantPad makes homes cleaner and more hygienic for both pet parents and their dogs.”  – Dr. Brett Shorenstein, VMD",
      "“Most dogs can be trained to adopt new behaviors with sufficient time and patience, and the BrilliantPad Training Guide is consistent with the advice and protocols we use in our veterinary clinic.” – Dr. Carlo Siracusa, DVM, PhD, Dip. ACVB, Dip. ECAWBM, Veterinary Behaviorist",
      "\"I worked with the BrilliantPad team to develop the Training Guide, which is well thought out and provides tips to help anyone train their dog to use BrilliantPad.\"  – Dr. Margaret Gruen, Board-Certified Veterinary Behaviorist",
      "80% thinner and use 33% less material without compromising absorption or durability.",
      "Disposable rods and end-caps are made with EcoPure® to breakdown 80% in less than 12 months* in most landfills.",
      "* Lab testing in process to quantify rate and amount of degradation. Final amount and rate of decomposition TBD.",
      "Many thanks extend to dozens of dogs, pet parents, animal behaviorists, veterinarians, and researchers. BrilliantPad could not have been created without you!",
      "Don’t worry, we will help you train your dog to use BrilliantPad. Our Training Guide was developed by Animal Behaviorists from four university-based Veterinary clinics and includes easy-to-follow instructions. Training generally takes anywhere from a few days to several weeks.",
      "Additional resources include:",
      "(1) Transition pads to help acclimate your dog.",
      "(2) Online training center and help desk.",
      "We invented the ScoopFree self-cleaning litter box and FroliCat family pet toys. We are experts at making pet waste easier to handle and dispose of, and our experienced team is passionate about developing innovative and useful products. We created BrilliantPad to allow pet parents to spend less time cleaning and more time loving",
      "We are crowdfunding our latest product to build an engaged community of dog lovers. We want to hear your ideas and suggestions and with your help, we will continue to create innovative and useful pet products for everyone.",
      "We are able to ship to the US and Canada only. Free shipping applies to the USA only. Canadian VAT and GST not included. Please see reward details for the shipping cost that applies to you.",
      "We plan to start shipping BrilliantPad orders in August 2017. We will keep you up to date on our progress and the expected delivery date of your order. Actual ship dates may vary. We will keep you notified of your product ship date.",
      "By backing now you'll get access to exclusive Indiegogo pricing that will not be available again.",
      "The more people who know about us, the larger our community will become! And the larger the community, the more improvements we can make in the future! We can't do this without you.",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [
      "https://www.facebook.com/BrilliantPad/",
      "https://www.youtube.com/channel/UCrYwkDGCVvZ8oB_lOAHfV2g",
      "https://twitter.com/brilliantpad"
    ],
    "company_links": [
      "https://www.indiegogo.com/individuals/6669236",
      "http://www.brilliantpad.com/"
    ],
    "emails": [
      "info@AlanWCook.com",
      "alan@vertiball.com.",
      "alan.cook@adelaide.edu.au.",
      "alan.cook266@duke.edu.",
      "cook.alan01@gmail.com",
      "acook@uga.edu"
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/anyconsole-mini-makes-your-phone-a-gaming-console/pies",
    "title": "AnyConsole Mini: Makes Your Phone a Gaming Console",
    "description": "Play on the big screen & control your phone with your favorite peripherals... all with ZERO latency",
    "company_name": "Anyware Ltd.",
    "allParagraphs": [
      "Play on the big screen & control your phone with your favorite peripherals... all with ZERO latency",
      "Who Needs a PlayStation or XBox When You've Got a Smartphone & AnyConsole Mini?",
      "Games for consoles are ridiculously expensive, and so are the consoles. But that smartphone you keep in your pocket (or hand) all day? It's practically a supercomputer! If only you could play games on your phone using a gaming controller or keyboard + mouse... and see what you're doing on the big screen.",
      "With AnyConsole Mini, your phone IS your console. And, best of all, it's uber-portable!",
      "Did you know 99% phones doesn’t support HDMI output even with an adapter?",
      "You don’t need a Samsung DeX phone, our patented technology enables you to play mobile games on big screen with ZERO latency – no matter what phone you have. This new technology fits in the palm of your hand and offers unique features like:",
      "A split second can make the difference between victory and defeat. Our patented ESM (Electrical Spine Mirroring™) technology makes lag time so low that it is imperceptible to the human eye. Standard lag with devices like a Chromecast is greater than 1 second, enough to seriously impact any game.",
      "Unlike other products, AnyConsole Mini works with just about any phone model, including iOS* and Android* devices. Have the best of both worlds and let everyone play. Since AnyConsole Mini uses your phone for the computing power, every time you upgrade your phone, you also get your AnyConsole ready for the latest games.",
      "*iOS devices with iOS 13.4 and above need to use a Bluetooth controller. iOS 13.3 and below can use Bluetooth controller/USB controller/keyboard/mouse.",
      "*Android devices with MediaTek chips are NOT yet supported. Very few phones use MediaTek nowadays, the top 3 brands with most MediaTek phones are Tecno, Gionee, and Infinix.",
      "We love mobile games because we can play them on-the-go. We love video games because we like to enjoy the big-screen gaming experience. With AnyConsole Mini, now you can have the best of both worlds. Enjoy a continuous gaming experience, no matter where you are. With our AnyPNP™ technology, you can start a mobile game on your phone when you're outside, and continue playing it on the TV when you get home in a seamless way.",
      "While the price of most tech is steadily declining, we seem to keep paying more and more to big gaming companies for software and hardware. We think it shouldn't have to be that way. We want gaming to be accessible to everyone.",
      "AnyConsole Mini costs a fraction of what you'd spend for big-name consoles and games. But you've already got a smartphone and most mobile games are free to play, unlike the $29-$59 you'd spend on a PS4 or Nintendo Switch game. If a mobile game is free to play on your smartphone, then it's free to play on AnyConsole Mini.",
      "AnyConsole Mini isn't just for gaming. Use it to any TV or monitor into a smart entertainment HUB. Play your favorite YouTube videos, stream Twitch, browse TikTok, watch TV shows – all on the big screen in 4K*.",
      "*AnyConsole Mini supports up to 4K resolution in theater mode. The final resolution might be limited by your phone's resolution.",
      "AnyConsole Mini also works a stylish desktop mount that can charge your smartphone. Never be interrupted by a low-battery warning again when you are gaming..",
      "With its ultra-slim and compact design, you can take it with you to plat games at parties or gatherings, share downtime with coworkers at the office, or use it when you’re traveling.",
      "We shipped the first batch of 300 units on July 15th. The main batch will be shipped in October, guaranteed. Free international shipping is included for all perks. You can add an additional $15 for expedited air shipping.",
      "I'm a gamer since I was 3.",
      "I remember as a kid, trying to steal the controller from my older brother just to play a few minutes of Super Mario...",
      "I remember in my teens, my mom caught me at an internet cafe, while I was commanding my squad in Half-Life...",
      "I remember as a grownup, playing for hours and hours, and sometimes forgetting to eat, building my empire in Civilization...",
      "All my best memories of gaming have been on PCs and TVs. Nevertheless, I find myself spending more and more time on my smartphone, playing mobile games like PUBG and Mobile Legends. The first reason is that all my friends have moved to mobile platforms. Second, the latest mobile games are actually quite... AMAZING.",
      "But deep down, I miss my memories of gaming on big screens. For years, I've been searching for a device that would allow me to play mobile games on a TV, and I know I can't be the only one. Yes, there are things like Smart TVs and Chromecast, but the latency is unsuitable for gaming.",
      "So I thought it was time to bring CHANGE to the fifty-year-old gaming console market. We love PC and video games, but incredible games are emerging on mobile platforms as well. With years of research and development, we made it possible to play mobile games on a TV or monitor using any iOS or Android smartphone.",
      "Can I use an HDMI cable and a USB HUB instead?",
      "No. Except for a few Samsung phones, 99% of phones don't support HDMI output. You would need a Chromecast, but the latency is >1s. AnyConsole Mini uses our patented ESM (Electrical Spine Mirroring™) technology for a better gaming experience. The ESM technology makes lag time so low that it is imperceivable to the human eye. Here is a full list of phones that support HDMI: https://bit.ly/3h3RHPI",
      "What's the different betweeen AnyConsole Mini and traditional game consoles like PS4?",
      "On PS4/Nintendo Switch, you are playing console games. On AnyConsole Mini, you are playing mobile games on the big screen.",
      "What's the different betweeen AnyConsole Mini and smartphone HUBs like Samsung DeX?",
      "There are two major differences:",
      "1. Smartphone HUBs like Samsung DeX only support less than 1% of phone models (such as 6 Samsung phones models), while AnyConsole Mini supports almost all phone models, including mainstream iOS and Android phones.",
      "2. You can use Samsung DeX for working and typing, but you can't use a keyboard or mouse to control your mobile games. In contrast, AnyConsole Mini enables you to control your virtual joystick with WASD and turn with a mouse.",
      "What's the difference between AnyConsole Mini and screen mirror devices like Chromecast/Smart TV casting?",
      "There are two major differences:",
      "1. With Chromecast, you will have ~1 second lag between your phone and the big screen. AnyConsole Mini uses our patented ESM (Electrical Spine Mirroring™) technology, which makes lag time so low that it is imperceivable to the human eye.",
      "2. Chromecast only enables one-way video output. However, with AnyConsole Mini, you can control your phone with any USB keyboard and mouse.",
      "What smartphones are not supported?",
      "1. iOS devices with iOS 13.4 and above need to use a Bluetooth controller. USB controller/keyboard/mouse doesn't work with iOS 13.4 and above devices. iOS 13.3 and below can use Bluetooth controller/USB controller/keyboard/mouse.",
      "2. Android devices with MediaTek chips are NOT yet supported. Very few phones use MediaTek nowadays, the top 3 brands with most MediaTek phones are Tecno, Gionee, and Infinix.",
      "If I have an iOS 13.4 and above device, what are supported?",
      "Currently, the video output works perfectly, but the ESM reverse control is limited to one-point control, not 10-point. If you use your phone as the controller, it works fine. But if you want to use a USB controller/keyboard/mouse, you can only click one key at a time.",
      "Will I get banned for using AnyConsole Mini?",
      "Some games like Call of Duty Mobile (CoD) have official support for accessories like controllers. Some games don't have official support. AnyConsole Mini works with either situation. Our AI algorithm learns how your fingers control your phone, and it simulates the same thing (it's like virtual fingers floating on your phone's touchscreen). Our engineers have tested thousands of different games, including CoD, PUBG, and Fortnite. No tester got banned so far. However, you should always check the terms of use for the game that you play and comply with it.",
      "Is AnyConsole Mini an emulator?",
      "No. Emulators are PC software that lets you run Android apps on a computer. Your computer is providing the computing power. While using AnyConsole Mini, the game is running on your phone. In other words, your phone is still the \"brain\", and TV/monitor/keyboard/controller are just the parts of \"body\".",
      "Returns Policy",
      "You have 7 calendar days to return an item from the date you received it. Please ensure that the item you're returning is repackaged with all the included accessories when you received it. Return shipping is NOT included.",
      "We understand that many of you have been burned by other crowdfunding campaigns, which simply can't deliver products. We are an established company with a history of delivering computer hardware at a large scale in China. We are confident not only in our team, but also our partners, supply chain, and logistics providers. We bring proven experience in designing, manufacturing, and fulfilling products (both crowdsourced and otherwise) to the table.",
      "That said, even the biggest companies have some risks with bringing a new product through production and into market. A shipping container could get hit by a storm. A natural disaster could take out one of our suppliers. Even in the event of a disaster, we are confident we have the experience and resources to overcome it. COVID-19 previously delayed our production schedule for our PhoneBook product fulfillment, but we beat the challenges presented and went into our final mass production in May.",
      "During the fulfillment of PhoneBook, we updated our backers regularly with our progress and challenges. We know how important communication is, and we pledge to be open and transparent with you to the best of our ability. We also commit to resolving fulfillment issues as rapidly as possible with all our resources.",
      "We need your help to put AnyConsole Mini into large-scale mass production, and we sincerely thank you for your support.",
      "For business/press inquiries, please reach out to hello@anywaretek.com.",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [
      "https://www.facebook.com/anywaretek/",
      "https://youtube.com/c/anywaretek",
      "https://twitter.com/anywaretek"
    ],
    "company_links": [
      "https://www.indiegogo.com/individuals/23685580",
      "https://anywaretek.com/"
    ],
    "emails": [
      "sales@anywarenz.co.nz",
      "info@anyware.co.nz",
      "sales@anyware.co.il",
      "jane@anywarenz.co.nz",
      "ruiling@anyware.cn",
      "contact@anywarevideo.com"
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/tiofloss-plant-based-vegan-dental-floss/pies",
    "title": "TIOFLOSS plant based & vegan dental floss",
    "description": "Make tooth care even more sustainable—with this beautiful, reusable container from TIO.",
    "company_name": "TIO",
    "allParagraphs": [
      "Make tooth care even more sustainable—with this beautiful, reusable container from TIO.",
      "Since 2014…we’ve been redesigning dental products at TIO...",
      "...environmentally friendly AND at the highest quality level of tooth care! To achieve this, we’re constantly battling to advance as pioneers in the field of plant-based plastics. We want to prove in our own way that pollution can be avoided. Because sustainable redesign of an everyday object, such as dental floss, which billions of people use every day, can have a huge, positive impact on our environment. Read on to find out why we rethink, reduce and reuse.",
      "To reach the next level we need your support!",
      "We operate on comparably small profit margins with TIO and a big investment required to make TIOFLOSS happen is the creation of two injection moulding tools for our dispenser: One for the top and one for the bottom half.  We can then set up the manufacturing process and start the first production run. Your support would also allow us to purchase the required raw materials and cover our manufacturing partner’s operating costs during the first round of TIOFLOSS production for our supporters.",
      "Our newly developed TIOFLOSS might seem like a small step at first sight...",
      "...but it’s big step for us—and mankind. Trailblazing doesn’t come easy (especially when production lines suddenly stand still in a pandemic) and we kindly ask for your support to get TIOFLOSS set up for production and push the use of TIO’s plant-based floss to the next level by reducing packaging even further with a reusable case.",
      "Why it’s really time to make a change",
      "The ecological damage caused by the increasing amount of waste humans produce every day is immense. Climate change and the pollution of oceans are the first of many consequences if we don’t make significant changes in the manufacturing of consumer goods. Due to their very short lifespan, personal hygiene products like dental ones are a key segment.",
      "Here's the sad reality of a single-use dispenser...",
      "The impact reusable floss dispensers could have",
      "Following your dentist's advice - flossing once a day with 0,5m (20′′) of floss - results in the consumption of 4-5 single use containers per year. Empty single use floss containers and their packaging in the U.S. would create ~ 15.000 tons of plastic waste. And that’s just for one year! Just in the United States! (According to Statista, 235.8 million Americans used dental floss / flossers / picks in 2020)",
      "At TIO we minimize packaging wherever we can",
      "When designing our products, we place great emphasis on minimal material usage to preserve resources. We avoid unnecessary waste through newly invented refill concepts to relieve our ecosystem. Our refills will be packaged in an innovative paper-based, FSC-certified and recyclable material.",
      "Plants over plastic and a future without drilling",
      "We want a clean conscience and clean teeth: Instead of conventional plastic made of petroleum, we use plant-based bioplastics for all parts from yarn to dispenser. These renewable raw materials enable us to drastically reduce greenhouse gas emissions and avoid the fatal consequences of fossil fuel extraction, such as fracking or tanker accidents.",
      "The foundation of our floss and dispenser are renewable, vegetable raw materials. This saves CO₂ and allows you and many other people to clean up their carbon footprint and teeth. Our extensive material research helped us cut down green house gases by 55% compared to ordinary petro-based materials. Through downstream technical and procurement improvements, the carbon footprint can even be further reduced to just 22% of ordinary products.",
      "The TIOFLOSS materials separate it from…the wasteful rest.",
      "Beyond the drastical improvement of the carbon footprint, there are many other benefits. The original plant used for our organic raw material is the fast-growing wonder tree that does not require large amounts of water, uses only a small acreage of farmland and is therefore perfectly suited for a future of sustainable agriculture. Furthermore the castor bean is inedible which makes the TIOFLOSS unique regarding it's minimal harm to our planet and the people living on it.",
      "By the way…these guys want to thank you :)",
      "The process: From the field – to the press – to you",
      "If you're now wondering whether this sounds a little too good to be true: Since our floss doesn't completely grow on trees we would love to quickly explain how it’s actually made because unfortunately using the type of plastic we use is still kind of unusual. This actually makes development a constant challenge for us. We've sketched together an overview of our material's journey that turns a plant into high-quality bio-plastic. Below you see the whole path—from the plant to the finished product.",
      "And with your support the floss we produce will now get an equally natural home",
      "Sustainable manufacturing processes are also very important to us.",
      "Our Italian production facilities ensure fair working conditions and reduce the CO₂ exhaust due to short transport routes and a green energy production plant. With more than 20 years of experience in the development of dental floss and over 60 dedicated employees they can guarantee the best production possible. Their ISO 9001 Certification stands for the highest quality of product development and a rooftop full of solar panels has them classified AAA for energy efficiency.",
      "Reforestation against the climate crisis",
      "Although our products contribute to CO₂ reduction, based on the current standard of knowledge, nothing can combat global warming as effectively as reforestation. To help absorb even more CO₂ emissions, we also support Plant-for-the-Planet on their mission to fight the climate crisis.",
      "Flossing at the highest quality level",
      "Dental health is an important issue and everyone depends on reliable care products. We stand for the best possible dental cleaning. Because healthy teeth simply make life better. Therefore, compromises regarding the quality of care are never an option for us. We focus on maximum hygiene and cleaning performance for all of our products.",
      "We are enthusiasts for sustainable design by heart.",
      "As a company founded by two seasoned designers we have been trying to achieve the best possible result for people and nature alike through our products by combining material research and resource-saving design. To be honest: That really wasn’t always easy. There are many hurdles you face along the way, that we would have never expected beforehand. It’s something we have experienced almost constantly. But we won't let that stop us from thinking about every last detail.",
      "Perks",
      "Every contribution counts and here's a breakdown of your pledge options that will help us make TIOFLOSS a reality!",
      "Tiofloss & Tiobrush bundles",
      "Since dental floss only does half the job, we're offering attractive bundles of our plant based replaceable head toothbrush and our Tiofloss. Tiobrush, our timeless classic made of plant-based bioplastics with a reusable, ergonomic handle for a good grip and replaceable brush head— hopefully just one of many to come. Tiobrush also includes a hygienic travel cap. The only thing not included: A bunch of marketing blah-blah. Tiobrush neatly cleans your teeth and toothbrushes aren’t rocket science.",
      "Retailer Special",
      "Progressive retailers who share the TIO vision—this reward is for you! We are offering our purchase units in practical shipping boxes which can be transformed into attractive point of sale displays. Important note: This pledge requires a proof of business!",
      "The TIOFLOSS Countdown",
      "Here’s current stauts: All the details about when you can expect to receive your TIOFLOSS (dispenser and floss of course) and what comes next.",
      "And lastly...a little more about the team.",
      "Our path.",
      "The two on the photo in bright white fine rib, that's us—Fabian and Benjamin the founders of TIO. Although we temporarily parted ways after our design studies, we stayed connected by a shared passion to question the status quo. Our goal as designers has always been fully understanding the big picture and creating better solutions based on it. That’s exactly why we finally founded TIO in 2015 and developed our first plant based toothbrush—with a replaceable head from day one.",
      "Maybe because our natural materials have given us many sleepless nights, we’re all the more enthusiastic for each time we’ve beaten the odds and figured how to make it work. We’ll keep giving our absolute best to make sure you can scrub your teeth with TIO products better and more sustainably in the future. Developing purposeful and ecological concepts is what drives us. And: It’s actually fun.",
      "In 2017 we joined forces with Christoph, Sebastian, Wanja and their team from wasserneutral. The three are friends from Hamburg who share our passion for sustainable businesses. We met during a trade show. After several long and enthusiastic conversations we decided that we can learn a lot from each other and so we set the foundation for a fruitful cooperation! Since then we've been able to rely on their profound experience in marketing, sales and distribution which will help us to fulfill your orders as soon as possible.",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [
      "https://www.facebook.com/tiocaregermany"
    ],
    "company_links": [
      "https://tio.care/",
      "https://www.indiegogo.com/individuals/26231718"
    ],
    "emails": [
      "motorclaims@tiofi.com.au",
      "homeclaims@tiofi.com.au",
      "careers@tio.com.au",
      "customerservice@tiofi.com.au",
      "admissions@tio.nl"
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/quarky-learn-ai-make-bots-have-fun/pies",
    "title": "Quarky: Learn AI. Make Bots. Have Fun!",
    "description": "DIY Kits for kids to learn Artificial Intelligence, Robotics, and Programming via Playful Activities",
    "company_name": "STEMpedia Inc.",
    "allParagraphs": [
      "DIY Kits for kids to learn Artificial Intelligence, Robotics, and Programming via Playful Activities",
      "Children learn the most by hacking into their toys and asking questions, they said!",
      "But today’s children are playing with face fillers, internet algorithms, have seen self-driving cars, and whatnot! How do we break into these 21-st century toys?",
      "Well, let children learn programming, AI, robotics, etc., and let them mimic these real-world applications with the projects they make.",
      "How? Meet Quarky,",
      "A re-programmable robot by profession, and a cute learning companion by passion, that children can create dozens of real-world-inspired projects with.",
      "Quarky, through it’s interactive interface and engaging hands-on experience, teaches programming and robotics while introducing children to a multitude of artificial intelligence and machine learning concepts.",
      "Quarky is pretty handy, is loaded with features allowing real-time wireless interaction via WiFi and Bluetooth, works with both block-based programming and Python, is complemented with online courses to assist students in their learning, and can be programmed using phones, tabs, or laptops.",
      "Quarky is not just another robot with basic pre-decided activities. With its versatile features, wide variety of kits and add-ons, a child’s imagination is the only limit.",
      "Because it was a HIT on Kickstarter!",
      "And it’s on Indiegogo to further the revolution.",
      "STEMpedia, the creator behind Quarky, has an experience of running two successful, fully-delivered crowdfunding campaigns - evive and STEMpedia on Indiegogo - with over 99% satisfaction rate.",
      "Upon getting validation from industry experts at CES 2020, STEMpedia levelled up its efforts towards making AI education accessible to kids in every corner of the world. Since then, it has been the talk of the town with media and DIY-ers writing about, testing, and reviewing Quarky for you.",
      "Whatever they want to, duh!",
      "No, we are serious! Project-making experience with Quarky is proven to improve their problem-solving skills, algorithmic thinking, creative approaches, and make their thought process a little more innovative. In other words, hone their 21st-century skills. And there’s hardly any limit to what kids can make with Quarky, let’s take a look at a few of them.",
      "“It’s like conceptually reverse engineering a Tesla at 1/500th the $$$$.” - Nicola Edison",
      "“I'll never let you go, Keep me by your side” - Quarky Onus Blue Raye",
      "“Kevin would’ve been less troublesome if he was Home Alone in 2021.” - Kevin’s Mom",
      "“I wish my child was this-obedient, not disobedient” - Shin Chan’s Mom",
      "“Mirror mirror on the wall, who’s child is the naughtiest of all” - Unknown Parent",
      "“AI AI AI, AI AI AI, (Don’t) Let it rain over me” - Smart Anthony",
      "Quarky has been tested by 500+ students and 50+ educators across 20+ countries over the course of 6 months. This is what they have to say:",
      "Well, because it’s ultra-powerful, feature-packed and appropriately assisted.",
      "This reconfigurable and reprogrammable robot kit comes with 6 Online Self-Paced Courses that allow children to delve into concepts like object detection and identification, face and voice recognition, gesture-tracking, path planning, optical character recognition, machine learning, and much more, via dozens of interactive activities.",
      "Learn to code with Scratch and Python within a single, omni-platform programming interface - PictoBlox and let your imaginations go wild. With PictoBlox, kids can code their palm-sized buddy, anytime and anywhere.",
      "Messy wires, breadboards, soldering things together, etc. can be a nightmare at a tender age. But should we let this scare kids from getting their hands dirty? No way! That’s why Quarky comes with tons of built-in electromechanical components like LEDs, motors, sensors, buzzers, etc., so that making AI projects never gets tedious.",
      "Quarky is not a product, it’s a feeling, an indulgence, a wholesome learning ecosystem in itself. It keeps things simple and interesting, so that kids never want to stop playing and learning, making every day a brand-new DIY-ing experience.",
      "Wondering what’s the secret behind Quarky’s endless capabilities?",
      "Based on ESP32, Quarky is a reprogrammable robot with built-in Wi-Fi and Bluetooth. Despite being pocket-sized, it packs a plethora of on-board elements that make it easy for kids to integrate with programming platforms to work on AI and IoT projects. Take a look for yourself-",
      "Let us highlight it again, Quarky is not just a product, but a carefully crafted learning ecosystem that guides children from zero to being an AI hero!",
      "Each Quarky kit is accompanied by up to 6 Online Self-Paced STEM.ORG certified courses. They help start a child’s AI journey while covering all the aspects step-by-step.",
      "Quarky is available as two basic variants - the Innovator Kit that facilitates hands-on AI activities with 2-robot variations, includes an arena, recognition cards, etc.; and the Ultimate Kit that includes everything from the Innovator Kit, and packs more mechanical parts for 10-robot variations, includes an additional arena, extra electronic components, and much more. Read more below:",
      "Add-Ons are additional boxes of electro-mechanical parts that will help children dive deeper into a specific concept. These are meant to be used in addition to the basic variants above, and enable children to experiment with complex robot types/families, like the Mars Rover or a Humanoid, or add more flavor to the playfulness with more avatars for your projects with the Creatives pack, or maybe explore swarm robotics with additional Quarky boards (i.e. the Explorer). Read more below:",
      "Based on NASA's 2020 Perseverance Rover‘s design, this pack adds 10+ variations of a celestial robo-marvel to your Quarky Army. With rocker-bogie and differential-arm mechanisms, this baby got all-terrain moves!",
      "No Army could be complete without bi-pedal soldiers marching on the frontlines. And when they’re this cute and cuddly and have got all the necessary moves, they are never losing a war for you.",
      "If looks could kill, Quarky Army would be the deadliest out there! They are a cultural revolution, you have to include folks from all shapes and colors. Grab a set of 12+ avatars for your robots and projects and make your Quarky Army look majestic!",
      "Get an additional set of Quarky board (+accessories) to add more Quarkiness to your projects. Technically, this add-on enables swarm robotics flavor to the AI & robotics adventure.",
      "Introduce students to Artificial Intelligence with our specially designed AI classroom bundles consisting of ultra-modern Quarky kits and teaching resources for an all-around STEM education experience. With the kits being so affordable, you can get one for every student in the class and take them on a one-to-one immersive AI learning journey!",
      "The Mini Classroom Bundle is the most affordable way to bring AI learning to your classroom. Most suitable for makerspaces, after-school-activity-centers, etc. with upto 5 teams learning at once (i.e. 5 students for a 1-to-1 setting or 5 teams for a many-to-1 setting), while providing access to online courses and PictoBlox for 50 students.",
      "The Classroom Bundle is the best value for money way to bring AI learning to your classroom. Most suitable for makerspaces, after-school-activity-centers, etc. with upto 10 teams learning at once (i.e. 10 students for a 1-to-1 setting or 10 teams for a many-to-1 setting), while providing access to online courses and PictoBlox for 120 students.",
      "The AI Lab is an affordable way to bring AI learning to your school/ educational institution. Most suitable for schools that are looking to establish a new AI teaching facility at their premises. It is suitable for upto 15 teams learning at once (i.e. 15 students for a 1-to-1 setting or 15 teams for a many-to-1 setting), while providing access to online courses and PictoBlox for 250 students.",
      "*Please note that, if you are a school that wants to add Quarky to an existing (not new) lab/ facility, the Classroom Bundles above will be a more suitable choice.",
      "Quarky is not just a wonderful learning companion for students, it’s also a great TEACHING companion for educators! Quarky makes it easy to teach AI and robotics in an engaging manner and improves learning outcomes.",
      "For the love of teachers, we have several means to handhold you and prepare you to take AI teaching to even the remotest part of the planet. For you, we’ve dedicated teacher-training sessions, open-houses, modular curricula, comprehensive teaching resources (lecture slides, session plans, activity sheets, etc.).",
      "These materials and teacher-training programs have been tested with 50+ teachers across the globe, Take a look at the experiences they have to share:",
      "Does AI seem too tough to grasp when young? No no, hold on, we’ve got a secret that makes it pretty easy and engaging too (read productively addictive). Quarky introduces you to coding through a complete hands-on approach with PictoBlox, an intuitive Scratch-like graphical/ block-based programming interface with advanced AI tools.",
      "PictoBlox not only allows children to code with blocks, but includes a Python interface as well, making it the only (afaik) application to handhold children through the block-to-syntax transition in their skill to code.",
      "Quarky comes complemented with a series of online courses that guide children step-by-step through the learning process. From conceptual depths to challenging capstone projects, from quizzes/ assessments to real-world challenges, everything that a child may need help with comes included.",
      "The curricula designed for Quarky is accredited by STEM.ORG, one of the oldest STEM education research and credentialing organizations in America, and has been beta-tested by 500+ students across 20+ countries.",
      "As of the day of launching this InDemand Campaign, about 2,000 Quarky kits have been manufactured and beta-tested from the first production run. Another 2,000 Quarky kits are under production to meet the pre-orders via Kickstarter and the InDemand campaigns.",
      "Quarky is all prepared to greet you, and so shall you be, to bring the future of AI learning to your home!",
      "Quarky is the brainchild of STEMpedia, a globally-renowned EdTech startup and creator of the famous all-in-one electronics prototyping platform evive. STEMpedia is head-quartered in Ahmedabad, India, and manages international operations via its subsidiary, STEMpedia Inc., California.",
      "We’ve served 100,000+ students across 60+ countries, have worked with several government initiatives in India and across the globe such as the Atal Innovation Mission, AI Step-Up Module, Close the Gap, etc., and hosted 2020’s biggest international AI and coding competition for kids, Codeavour 2020 AI, that saw the participation of 5000+ teams across 90+ countries.",
      "We ran two successful campaigns previously - one in 2016 and another in 2019 - and fulfilled all the orders on time. And we intend to do so this time as well. Pinky promise. The entire team of STEMpedia has put in all of their mind, body, and soul into bringing Quarky to life and can’t wait for you to get one for yourself!",
      "This section includes raw and unedited footage of Quarky’s functionalities, and demonstrates different aspects of the product’s real-life applications.",
      "Unboxing the Quarky Innovator Kit and demonstrating object-identification.",
      "Demonstrating face-expression recognition and mimicking with Quarky robot.",
      "We are working continuously to improve the experience of learning AI and robotics via hands-on activities for children, and we need your support to make this a huge success.",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [
      "https://www.youtube.com/c/STEMpedia",
      "https://www.facebook.com/theSTEMpedia/",
      "https://twitter.com/theSTEMpedia"
    ],
    "company_links": [
      "https://thestempedia.com/",
      "https://www.indiegogo.com/individuals/13964825"
    ],
    "emails": [
      "support@thestempedia.com.",
      "shweta@thestempedia.com",
      "contact@thestempedia.com",
      "sejal_par@yahoo.com",
      "contact@thestempedia.com.",
      "contact@stemmoz.com.",
      "agiloresearch@gmail.com",
      "jane@thestempedia.com",
      "nahida.jishad@gmail.com"
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/granite-state-ramen-pop-up/pies",
    "title": "Granite State Ramen pop up",
    "description": "Mobile pop up ramen shop to serve my local area and private events.",
    "company_name": "Ryan Gravelle",
    "allParagraphs": [
      "Mobile pop up ramen shop to serve my local area and private events.",
      "To me, Ramen is love.",
      "Since as far back as I can remember, something about ramen has always made me feel good.",
      "I can recall as a child, having the store-bought ramen when I got home from school. Adding fancy ingredients as toppings in an attempt to recreate what I saw in popular Japanese animation.",
      "Years later when I got to experience to my first real ramen shop, my mind was blown. Learning the histories of ramen Yatai (food carts) in Japan. I would imagine what it would be like to run a little shop of my own.,",
      "Nowadays, friends & I travel great lengths to try new ramen establishments throughout our region, making a game out of finding the best flavors.",
      "To me, Ramen is life",
      "For almost 30 years I have worked in the restaurant business.  From washing dishes to orchestrating whole meal plans for residential communities.",
      "From feeding afluent retirees to those living with food scarcity. Pizza joints to themed catering feasts. For friends and family.",
      "Over the course of my life, food has truly become my passion.",
      "Now, I want a chance to break out on my own, making something I truly love. By opening my own pop up ramen shop, without the overhead and hassle of a physical location; I would be able to serve my community my own blend of happiness, noodles and toppings across my state. From board walks and back lots to LARPing events and festivals, the location options are endless.",
      "Help me fulfill my dream.",
      "To me, Ramen is hope",
      "Taking inspiration from the Yatai food carts in Japan, my shop will be collapsible and mobile.  Capable of going from set up to service in a short amount of time, my pop up will be able to travel and bring food to the community, not the other way around.",
      "Also taking the popular Yatai idea of a ramen or food shrine, our community has many in it who struggle with food insecurity. Happy customers, satisfied with our food, could pay their joy forward by purchasing future meals for those in our community who may be less fortunate.",
      "Everyone deserves a good wholesome bowl lovingly filled with broth, noodles and amazing toppings!",
      "Blending the traditional with our modern world;  through the use of social media and creating a website with Squarespace will allow us to create a loyalty base who have up-to-date access to set up locations and times we will be open.",
      "With the finest ingredients, patrons can come and enjoy a no nonsense bowl of ramen for not a lot of money.",
      "The menu, upon opening, will consist of 2 types of broth,  a pork base and a miso base. Our noodles will be alkaline based as is the standard. A rice noodle option will be available upon request.",
      "The choices of toppings consist of ajitama or ramen eggs, chashu or marinated roast pork, fresh spring onions and other vegetables, garlic, chili oil, etc. Customers can choose from a limited number of the options with add ons available, allowing for a different bowl of ramen for each customer, each time they return.",
      "Whether out alone, with friends or loved ones; a quick bowl of ramen hits the spot. The time between seating and serving should be about 5 to 10 minutes.",
      "Ramen is many things, to many people.",
      "With your help, I could bring this idea to life, turn my dreams into a delicious ramen reality.",
      "Your donation will help cover the initial costs of equipment and materials; all the stuffs that makes a kitchen a kitchen, including hot and cold gear. All the stools, settings and dishware to make sure customers are comfortable while they eat. The portable roof itself, as well as walls partitions and lighting that brings the whole place together; the licensing and paperwork included.",
      "So please join me on this journey of passion, of adventure, of Ramen.",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [],
    "company_links": [
      "https://www.indiegogo.com/individuals/38480727"
    ],
    "emails": [
      "rgravelle@gmail.com",
      "rngravelle@gmail.com",
      "info@kastnergravelle.com.",
      "rgravelle@rmcweb.com.",
      "rgravelle@khrg.com",
      "ryan@kastnergravelle.com."
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/making-the-nomad-mobile/pies",
    "title": "Making the Nomad Mobile",
    "description": "Shawarma Nomad is waiting to become a full food truck and being mobile and more visible is the goal!",
    "company_name": "Amanda Tucker",
    "allParagraphs": [
      "Shawarma Nomad is waiting to become a full food truck and being mobile and more visible is the goal!",
      "Shawarma Nomad was started with the goal and intention to be a food truck and travel or be mobile for the best experience for everyone. To get started, I am working from a rented commissary kitchen thanks to local coffee house ColJac in Downtown Farmington. At this time, I am also only able to open 2 evenings a week with my current day job and other restrictions. I am working toward and trying to get into a Food Truck officially so that I can be more mobile, more visible, and be open more often.",
      "Break down in more detail:",
      "Support for the Shawarma Nomad's food truck vehicle shows the desire for more diverse food options and authentic cuisine in the Parkland and surrounding areas:",
      "There is always a challenge in starting a new business or introducing something new to the area; however, we are a great community of people with an increasing compassion for learning and exploring.",
      "I completely understand not everyone can contribute monetarily, but there are ways to still help us grow:",
      "Thank you, Thank you for all the support and guidance on this journey!!",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [
      "https://www.facebook.com/shawarmanomad"
    ],
    "company_links": [
      "http://www.shawarmanomad.com/",
      "https://www.indiegogo.com/individuals/38636195"
    ],
    "emails": [
      "amandactucker@gmail.com",
      "amanda.tucker@rochester.edu",
      "amanda_tucker@unifirst.com.",
      "amandatucker@nospam.wustl.edu",
      "amandat@netflix.com."
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/seedze-wearable-instant-relief-kit/pies",
    "title": "Seedze: Wearable Instant Relief Kit",
    "description": "3-in-1 Wellness Relief Kit for Pain, Stress Management. Improve Overall Health. Anytime, Anywhere.",
    "company_name": "Seedze Wellness",
    "allParagraphs": [
      "3-in-1 Wellness Relief Kit for Pain, Stress Management. Improve Overall Health. Anytime, Anywhere.",
      "Suffering from chronic pains? Always feeling tired and stressful? Not having time or money to visit the doctor regularly?  That's where Seedze comes in.",
      "Nowadays, more and more people suffer from various body chronic pains and stress for reasons. The tendency is increasing with more dependence on screens.  Seedze can help you manage your pains, stress and improve your overall wellness whenever or wherever you are: at rest, at work, at home, at school, in the office, in sport, or even on-the-go.",
      "Seedze is a 3-in-1 wearable wellness kit that combines thermal therapy, far infrared therapy and aromatherapy, and aims for chronic pain, stress, & fatigue relief and overall health enhancement.",
      "Electromagnetic thermal therapy and far infrared ray therapy (FIR) are infrared light at specific wavelengths which are clinically proven to trigger a physiological healing response in the body.",
      "Since Niels Finsen's Nobel Prize in 1903, the effects of light therapy, specifically infrared therapy have been well researched in thousands of peer-reviewed studies, including the comprehensive study by NASA. (See bottom page for more scientific reference)",
      "We made a big step forward with this powerful technology and combined it with thousands of years traditional aromatherapy together to create a cutting-edge wellness kit that can be used by anyone, anytime, anywhere.",
      "Seedze is designed for self-care of pain, stress and fatigue management, and improve your overall wellness.",
      "Seedze works in three ways to relieve pain, stress and fatigue and create synergistic effects that improve your overall health.",
      "Infrared therapy works by boosting the natural self-healing process of your body. FIR, as a vital type of therapy, is convenient and non-invasive that can penetrate deep into your body.",
      "Moreover, because of the “resonance absorption” effect, your body not only absorbs the FIR but also detoxifies harmful substances.",
      "Aromatherapy works by circulating aromatic components with specific characteristics and affecting the body's perceptions such as pain and stress, soothing and healing the body.",
      "Infrared ray stimulates mitochondria to produce adenosine triphosphate (ATP), reactive oxygen species (ROS), and nitric oxide (NO). All of these are essential to the body's healing process.",
      "See bottom page to know more about infrared therapy and aromatherapy.",
      "Since its discovery in 2004 by Nobel Prize winners Andre Geim and Konstantin Novoselov, graphene shows great promise in biomedical applications for health: graphene with a surprisingly strong infrared absorption, is used for achieving ultraefficient photothermal therapy.  (See bottom page for more about the magical Graphene)",
      "Seedze uses graphene heating technology to enhance the thermal therapy and FIR therapy, and with the aroma-patch to promote the aromatic molecular penetrate more deeper into your body. All these co-works together to generate synergistic effects that improve your overall health effectively.",
      "Seedze offers targeted applications for 3-in-1 therapy. It works effectively where it is needed and has important systemic effects on the body and target spot.",
      "\"I have back pain for years. I visited my doctor and he tested me with X-ray. It showed that I had bone hyperplasia on my lower back. Doctor said it was not a big problem and didn’t need any special treatment. It was good news, yet the pain was still there. I still struggled with the pain. Until I met Seedze, my back pain got relieved a lot.",
      "I wore it all day and took it off to sleep at night. It helps me a good sleep. I have also used it for sciatic pain. Thanks Seedze! And I would recommend this amazing product to my friends and my loved one.\"-Jenny K.",
      "\"I bought one Seedze to my mother who has frozen shoulders. Before Seedze she had tried lots of other products, none of them worked well. But with Seedze, the pain in her shoulders now is reduced a lot. She loved it and enjoyed the relief moment with Seedze.\"  - Patrick N.",
      "\"I have period pains since day one. I used hot water bags before; they help but they were very inconvenient. You know what I mean? I had to get the water boiling and pulled it into the bag very carefully. Besides, I had to take it very carefully to avoid getting burned as the hot water bag is very hot at the beginning. But it will become cold after some time. And the hot water bag is very heavy for me to carry. All these problems are gone when I found Seedze! It is so convenient and easy to use! Just power on it and it provides stable temperature heat. It’s very light-weighted and I can wear it everywhere. Also Seedze provides aroma-patches at the same time. It’s really effective to relieve my cramps. It is the most effective way to relieve my pain I ever try. Seedze is my favorite kit! I take it everywhere I go in my backpack.\"- Ally W.",
      "\"The money I spent on Seedze is the worthiest one I've ever spent on my health. I have bad back pain and neck pain due to my long sitting-that’s a common issue for white-collars. I’ve visited doctors for many times, and taken the prescribed pills, which costs me lots of money. MRI's , Xrays, chiropractor, massage therapy, orthopedist..  The more important thing is because of my busy job, I was not able to visit doctors regularly, then I had to endure the pains. But now I have Seedze! It’s a natural alternative to relieve the suffering. Compared with other product with infrared therapy function, Seedze is unparalleled. Not only for its price, but also its multiple functions. You will know it if you work out the cost when you visit the doctor, or you compare other infrared therapy product. Hey, you can do the aromatherapy at the same time when you are having the thermal therapy and FIR therapy, and you can continue with what you are doing on hand. Isn’t that cool?",
      "Why am I writing this? Because I think good products worth spreading. And I would love to spread this to those who are suffering same as me before.\" -Tracy D.",
      "Together with the IR therapy, the Seedze aroma-patch uses traditional formulas proven effective by thousands of years of traditional medicine whose 100% pure natural plant extract ingredients have relief effects and can improve the holistic health.",
      "Seedze takes cutting edge technology of graphene heating technology, and combines  thermal therapy, far infrared radiation therapy and traditional aromatherapy to create a multi-level relief experiences never-before.",
      "Almost Anyone. Seedze is a wellness optimization kit with many uses.",
      "It is your self-care kit for chronic pain management.",
      "Your mindfulness partner to reduce stress, boost your energy, and improve your sleep.",
      "Your training partner, preparing for training and improving recovery.",
      "Particularly Seedze will help you with:",
      "Seedze is the best gift for yourself to relieve your chronic pains, stress or fatigue;",
      "Also the unparalleled gift for your parents to alleviate their aging joint problems;",
      "And a perfect gift for your spouse to ease their period cramps.",
      "Seedze helps to improve the overall health.",
      "Anywhere on your body where you can attach aroma-patch then you can use the Seedze device.",
      "Apply Seedze onto your targeted body areas. It heats up instantly once power on and you will feel relief of the pain.",
      "Seedze  is different from any infrared therapy device ever invented, and different from any other pure aromatherapy. It is a 3-in-1 wearable wellness kit and helps you easily manage the chronic pain, stress and improve your holistic health.",
      "Seedze is designed for the human body - for ultimate effectiveness, versatility, and usability.",
      "Small Seedze can accurately target the joint areas. The Seedze heater weighs 30g and is 5cm (1.96 inches) in diameter and can be easily attached to the Seedze aroma patch. The heater is equipped with magnetic attraction with the aroma patch. You can easily put on the Seedze wherever you place the aroma patch and stay active when relieving pain and stress.",
      "Why is it important to have multiple applications?",
      "The answer is that in most case, not ONLY a single area of your body that has pains: they are connected. Seedze provides 4 heaters which enables you to relieve multiple areas at the same time.",
      "Each Seedze Relief Kit includes:",
      "Extra aroma-patch packs are available on add-ons.",
      "We've spent 4 years bringing Seedze Relief into life. We have produced and shipped more than 1000 kits so far. Not a single customer has taken us up on our 30 day money-back guarantee. And the genuine stories of relief we got back motivate us to keep going.",
      "We’re launching Seedze on Indiegogo to bring together a community of people to suffer less and get relieved. We want to build the future of Seedze with you!",
      "As a token of appreciation, we’re offering discounts and early access.",
      "If there is a friend or loved one who could benefit from Seedze, please share this campaign with them! Join us to help others to live a happier life on our mission. Simply copy/paste the URL above and share it any way you’d like :)",
      "Refer to Earn Rewards!",
      "Starting from Jan 2023 to June 2023, every referral funds generated by you will be calculated into referral contest. When you hit the target of the referral funds amount, you will unlock the rewards.",
      "Check below picture for the rewards details.",
      "All rewards will be shipped in July, 2023.",
      "Refer as many friends as you can NOW!",
      "Thermal Therapy, Infrared Therapy & Aromatherapy Really Work!",
      "Nature-Heat therapy for primary dysmenorrhea: A systematic review and meta-analysis of its effects on pain relief and quality of life",
      "Science-Electromagnetic Fields: the Biological Evidence",
      "Cochrane-Thermotherapy for treating rheumatoid arthritis",
      "MayoClinc-What are the benefits of aromatherapy?",
      "NCBI-The Efficacy of Thermotherapy on Pain Relief, A Clinical Trial Study",
      "NCBI-Far infrared emitting plaster in knee osteoarthritis",
      "Scientific Research-Thermal Therapy in Patients Suffering from  Chronic Low Back Pain",
      "Healthline-Aromatherapy Uses and Benefits",
      "And so many more, subscribe for our ongoing compilation.",
      "OSA (Optical Society of America) -All-Optical Control of a Single Resonance in a Graphene",
      "Nature-Multispectral graphene-based electro-optical surfaces with reversible tunability from visible to microwave wavelengths",
      "Graphene info-Graphene enables researchers to control infrared and terahertz waves",
      "Phys Org-Graphene found to emit infrared light",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [],
    "company_links": [
      "https://www.indiegogo.com/individuals/26831001"
    ],
    "emails": [
      "collab@cloud12.com."
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/aweessomee-the-future-of-social-commerce-is-here/pies",
    "title": "AWEESSOMEE: THE FUTURE OF  SOCIAL COMMERCE IS HERE",
    "description": "Aweessomee: The Future of Social Commerce Starts Here",
    "company_name": "Morgan McNeil",
    "allParagraphs": [
      "Aweessomee: The Future of Social Commerce Starts Here",
      "Welcome to Aweessomee — a revolutionary mobile platform that combines the thrill of short-form videos with the power of seamless online shopping. In a world where digital content drives buying behavior, Aweessomee bridges the gap between entertainment and commerce like never before.",
      "We’re building more than just an app. We’re crafting a next-generation social experience where creators, entrepreneurs, and shoppers come together to showcase, sell, and discover products through engaging video content. It’s fast, intuitive, and designed for the modern digital economy.",
      "In today’s fast-paced digital world, attention spans are short, and user expectations are higher than ever. Consumers crave engaging content, instant gratification, and personalized experiences. At the same time, creators and small businesses are seeking platforms that not only give them visibility but also provide tools to convert that visibility into real, measurable growth.",
      "That’s where Aweessomee comes in.",
      "Our platform isn’t just about passive viewing—it’s about active participation. It’s about turning every swipe into a discovery, every tap into a transaction, and every video into an opportunity. Whether you're a small business owner showcasing handmade goods, a fashion influencer offering curated collections, or a viewer looking for exciting new finds, Aweessomee delivers an experience tailored for you.",
      "We're redefining the way people connect with products online by transforming everyday browsing into an entertaining, immersive, and rewarding experience. Users no longer have to jump between apps or search endlessly to find the items they saw in a video. With Aweessomee, the product is just a click away—right there, in the moment, while the excitement is still fresh.",
      "Imagine a space where creativity meets commerce and where social interaction fuels business success. That’s the vision of Aweessomee. And with your support, we're bringing that vision to life—one scroll, one creator, and one connection at a time.",
      "This isn’t just another app; this is a movement. A movement toward smarter shopping, empowered creators, and a vibrant community of buyers and sellers working together to shape the future of digital commerce.",
      "Current short-video platforms captivate billions but fail to turn that attention into direct sales. At the same time, traditional e-commerce platforms offer functionality but lack excitement and engagement. This disconnect results in lost opportunities for creators, friction for buyers, and an outdated online shopping experience.",
      "Sellers are forced to juggle multiple platforms just to get a sale. Viewers interested in a product must leave the app, navigate third-party sites, and complete transactions elsewhere — a process that often leads to cart abandonment and lost revenue.",
      "Aweessomee is the answer to this problem. We’re developing a mobile-first, short-video-powered e-commerce platform that allows users to shop and sell within the same immersive experience.",
      "With Aweessomee, users can upload short, captivating videos to showcase products, promote exclusive deals, manage dropshipping logistics, and complete transactions — all without leaving the app. It’s your entire storefront in your pocket.",
      "The social commerce market is rapidly expanding and is projected to surpass $400 billion globally by 2027. Billions of users consume short-form video content daily, and trends are now born, spread, and monetized within seconds.",
      "Despite this growth, there’s no dedicated space that combines social video and e-commerce in a single ecosystem. Aweessomee addresses this gap with an app that makes shopping more fun, selling more accessible, and content more valuable.",
      "By integrating e-commerce directly into the content feed, we reduce buyer hesitation, increase conversion rates, and create viral opportunities for creators and brands alike.",
      "Unlike platforms that require users to click external links or exit the app to complete a purchase, Aweessomee keeps the entire shopping journey in one place. This results in higher engagement, fewer drop-offs, and more satisfied users.",
      "We are seeking $5,000,000 to build, launch, and grow the Aweessomee platform. Every contribution will help us move from our prototype stage to a full national launch, ensuring we meet development, marketing, and operational goals.",
      "We have laid out a clear path to bring Aweessomee to market efficiently and effectively.",
      "Launching an innovative platform comes with its challenges, but we are prepared.",
      "On the technical side, building a stable infrastructure that supports commerce, content, and AI requires rigorous development. We have accounted for this with a dedicated budget and experienced advisors.",
      "Market competition is fierce, but our unique positioning at the intersection of video and commerce gives us a strategic edge.",
      "User adoption can be unpredictable, but our aggressive, creator-focused marketing plan is designed to drive early traction and momentum.",
      "We’re committed to transparency, adaptability, and staying user-focused throughout our development and growth.",
      "There are three powerful ways you can help make Aweessomee a reality:",
      "Choose a reward tier and back the campaign. Your support is crucial to our development.",
      "Share our story with your network — friends, creators, or communities who believe in tech innovation.",
      "Follow us on social media and stay involved as we build the platform. Your feedback will help shape Aweessomee.",
      "Aweessomee is more than an app. It’s a vision for the future of digital commerce — where buying and selling are as fun as watching videos. With your support, we’ll create a platform that fuels creativity, empowers entrepreneurs, and revolutionizes how we shop online.",
      "Thank you for believing in our vision. Together, we’ll build something truly awe-inspiring.",
      "Back Aweessomee today — and become part of the next generation of social commerce.",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [],
    "company_links": [
      "https://www.indiegogo.com/individuals/38541471"
    ],
    "emails": [
      "mmcneill001@regis.edu.",
      "momcneil@gov.pe.ca"
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/airblaster-the-first-tws-amplifier-for-airpods/pies",
    "title": "AirBlaster - The First TWS Amplifier For AirPods",
    "description": "Budget Setup Premium Sound I Experience Lossless Audio Wirelessly I 4 EQ Modes For All Purpose",
    "company_name": "SoundCool Team",
    "allParagraphs": [
      "Budget Setup Premium Sound I Experience Lossless Audio Wirelessly I 4 EQ Modes For All Purpose",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [
      "https://twitter.com/SoundCoolHK",
      "https://www.youtube.com/playlist?list=PLPXc9AsNAxEt56vmvu67BK1VoYlNUjMNg",
      "https://www.facebook.com/SoundCoolHK/"
    ],
    "company_links": [
      "https://www.indiegogo.com/individuals/21893352"
    ],
    "emails": [
      "adsales@soundonsound.com.",
      "sales@soundtoys.com.",
      "press@soundcloud.com",
      "support@soundtoys.com",
      "support@soundcamps.com."
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/wrislax-wearable-wrist-massager-sleeping-help/pies",
    "title": "WrisLax-Wearable Wrist Massager & Sleeping Help",
    "description": "Looseness and relaxation anywhere you go. It's possible!",
    "company_name": "AUKSON INC",
    "allParagraphs": [
      "Looseness and relaxation anywhere you go. It's possible!",
      "Gamers and people who work on a computer all day long know how tired and stressed the wrist can get after a few hours of activity, let alone a full day. As common as this experience is, and as widespread as stress has become, there has been no solution to this problem.",
      "WrisLax is the first wearable device of its kind, building a new level of convenience into wrist massages. Unlike other massagers, which force you to stop doing what you are doing in order to use them, WrisLax works while you are playing games or typing on your keyboard.",
      "Sore joints, carpal tunnel, finger numbness, and any other stresses: WrisLax can help you. One of the reasons WrisLax is so effective is its electrical muscle stimulation (EMS), a low-frequency pulse that uses current to stimulate muscle contraction.",
      "This, combined with a traditional vibration massage, deliver the relief that you crave – all day long!This is a highly effective innovation, sure to keep your wrist loose and relaxed, applying safe but impactful electrical muscles to your muscle in order to elicit responses from them and work out any tightness.",
      "A SLEEPING HELPER AS WELL",
      "Through the ultra-low pulse massage \"Nei Guan Point\", not only can play a tranquilizing effect but also can effectively stimulate the secretion of neurotransmitters. This can relieve insomnia and help to sleep better.  Wrislax has an Ultra-low frequency pulses mode which can boost Θ/THETA brain waves. By transmitting it to the brain through the hands, it can rescue insomnia and anxiety.",
      "Stimulates Neurotransmitter Secretion.",
      "Transcranial microcurrent can enhance theta brain waves in the brain, enhance the secretion of neurotransmitters, purely physical action, help to fall asleep quickly, and get healthy, quality sleep.",
      "As a wearable, WrisLax affords you the freedom that other massagers do not. You can take it anywhere you go, traveling far and wide. For the on-the-go professional, and for the gamer traveling from one gaming venue to another, out of your living room and into your nearest esports stadium and back again, this is a degree of portability that is unheard of in the market for massagers.",
      "It is even more than powerful, though. WrisLax is also convenient. You can turn the strap inside out, for a mobile, miniature massager you can apply it anywhere on your body. Although it looks small, it is incredibly powerful, making an impact so that you can let go, breathe deeply, and live the happy, carefree life you have imagined for yourself.",
      "* The strap, although effective at keeping WrisLax in place, is simultaneously flexible and comfortable as well. You may even forget you're wearing it – right up until you turn it back on and start enjoying the vibration again!",
      "* A light that will let you know which mode you are using and when its battery is low, flashing red three times before it goes out.",
      "* A sleek, minimalist style means that it is not only a practical wearable but a fashionable accessory too.",
      "Right now, we are looking to raise the funds that we need to manufacture, market, and distribute WrisLax on a large scale. Our goal through this campaign is $5000. To reach that goal, we are pre-selling our groundbreaking wearable massager to you before we offer it anywhere else.",
      "As an added thank-you, we will also be offering WrisLax at a discount, exclusively through this campaign, shipped within two months after the campaign ends. We are also offering some add-ons, including medical cold compresses and replaceable straps.",
      "Pre-order now and get your WrisLax. Your wrists will love you for it!",
      "WHAT WE HAVE DONE TILL NOW",
      "To date, we have put substantial work into engineering a world-class wearable. We have worked off of a revolutionary design and partnered with experts in production. We are ready to follow through on this launch. If we need to delay our timeline for any reason, we will be sure to send out an update. You can count on us to remain transparent throughout this process.",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [
      "https://www.facebook.com/Aukson-Technology-108353470898896"
    ],
    "company_links": [
      "https://www.indiegogo.com/individuals/24319235"
    ],
    "emails": [
      "info@taosauction.com.",
      "info@sunriseauctioncompany.com.",
      "aschoffauction@gmail.com.",
      "auctionplusinc@gmail.com"
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/skatebolt-breeze-ii-start-of-your-eboarding-life/pies",
    "title": "Skatebolt Breeze II - Start of Your Eboarding Life",
    "description": "An advanced,powerful and fast eboard with swappable motor that revolutionizes the way you skateboard",
    "company_name": "Skatebolt SD",
    "allParagraphs": [
      "An advanced,powerful and fast eboard with swappable motor that revolutionizes the way you skateboard",
      "Every backer will get their exclusive life membership card when we reach the stretch goal.The card will be upgraded automatically according to the final funding of the campaign.Learn more at the update #4.",
      "Breeze II has great spec compared to most of the board on the market. As mentioned in the video, it can travel 15 miles in medium mode, climb up to a 30% hill and reach up to 28 miles per hour. The chart below compares Breeze II with one of the most famous electric skateboards in the industry. Even without the factor of such a big price difference, Breeze II still has advantages on the data listed.",
      "On Breeze II, hub motor is chosen over belt motor for several reasons. As most electric skateboard users know, belt motor can provide more torque which can generate higher acceleration. However, belt motor needs frequent maintenance and makes loud noise during cruising. The hub motors are quieter and more energy efficient.",
      "Those motors on Breeze II are also swappable. When the outside layer wears out, you can easily change it without changing the entire motor which is much more expensive. We also include a different size spare pair of wheels in the package.",
      "For battery case and ESC case, we choose aluminum alloy to provide well crashworthiness and heat dissipation. The swappable function makes it easy to change the battery after the battery life ends. On the other hand, it also makes it possible to travel in longer distance if you carry a back-up battery during your trip.",
      "Battery is one of the most importance parts of an electric skateboard. We select high quality Samsung battery which has 1000 cycles battery life. This means you can use up the battery 1000 times but still has most capacity of your battery. In addition, the Samsung battery can bear extreme weather. Breeze II can still function from -4°F to 140°F.",
      "The deck of a skateboard can have huge influence on your riding experience. Breeze II’s deck is made of bamboo and two layers of glass fiber which make the deck three times more expensive than Canada maple deck. The combination makes a balance between flexibility and strength. The shape of the deck is designed for more comfort and stability.",
      "In order to prevent water damage commonly seen on our previous boards. We enhance the waterproof level on Breeze II. It has one of the best waterproof features in the market, which reaches IP67. You can immerse the board entirely in water for short time period without damage it.",
      "We add in slide start function considering most skater used to slide start the normal skateboard. After couple steps of sliding, the board will automatically turn on.",
      "Hardness of brake setting has always been tricky to decide. Since people have different braking habits, a single level braking can cause bad cruising experience and even injury. Breeze II has 4 brake settings from soft to strong. You can adjust the setting directly on the remote control during your ride.",
      "By pressing the LED button on the remote control during cruise, your can cruise at the same speed you currently at. This function can make long distance trips much easier. You can stop the cruise control by braking at any moment.",
      "Breeze II has two built in tail lights which will flash when you are braking.",
      "By braking on downhill, you can charge your board during the trip.",
      "We have shipped the first batch of Breeze II to our early bird backers. The second batch is in transit to our US and Europe warehouse now. We will arrange the shipment once they arrive.",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [
      "https://www.facebook.com/Skatebolt/"
    ],
    "company_links": [
      "https://www.indiegogo.com/individuals/20464623",
      "https://www.skateboltsd.com/"
    ],
    "emails": [
      "No email found"
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/somi-undies-that-lounge-gym-swim/pies",
    "title": "SOMI: Undies that Lounge, Gym, & Swim",
    "description": "Quick-dry, antibacterial, and eco-friendly underwear that can go on any adventure you choose.",
    "company_name": "Lana Li",
    "allParagraphs": [
      "Quick-dry, antibacterial, and eco-friendly underwear that can go on any adventure you choose.",
      "Ever dreamed of having underwear for everywhere? Underwear that’s perfect for exploring the world or exploring the great indoors?",
      "Undies that lounge, gym, & swim.",
      "Because what’s the difference?",
      "Why do we need to buy three bra tops for a single day of activities?",
      "Why is it ok to post a picture of yourself in your bikini but not your underwear?",
      "We think underwear should empower you, not limit you…",
      "So we created SOMI:",
      "The breathable underwear that moves with you...",
      "Because we’re always moving!",
      "We’re jumping in the pool, or hitting the trail, or getting in a quick yoga session.",
      "And we shouldn’t have to constantly change our undies to fit the occasion.",
      "Or worse, have to skip out on activities because we don’t have a swimsuit, or a sports bra, or a change of underwear.",
      "SOMI is the three-in-one solution that’s made from a sustainable version of Silk Jersey fabric. It’s breathable, antibacterial, moisture-wicking, quick-drying, supportive, comfortable, and always ready for your next activity. And that’s the way underwear should be!",
      "So, seriously...what is the difference?",
      "What sets a swimsuit apart from a set of undies?",
      "And what makes SOMI a category apart?",
      "Well, swimsuits are generally made of cheap materials. They aren’t concerned with comfort, they aren’t meant to be worn close to the skin for extended periods of time, and they tend to feature:",
      "What about traditional underwear? It’s made from delicate, fragile lace that you have to wash carefully, and it’s much easier to tear. Or it’s a five-pack of cotton undies—generic, water-absorbent, and destined to show wear within a few washes.",
      "In the eco-conscious category, you can forget style and sexiness. It’s utilitarian, rugged, and often oddly shapeless.",
      "SOMI bridges this gap with stylish, comfortable, versatile classics made from an eco-friendly fabric that washes like a dream.",
      "We’ve always loved the idea of minimalism, but we wanted to offer our SOMI wearers the best of everything: The best workout underwear, the best swimwear, the best “I-just-want-to-be-comfortable-and-lounge-around-in-my-undies” wear. But how could we do that while still maintaining an eco-positive, minimalistic approach?",
      "The answer was simple: Create one functional (yet fashionable) set of undies that does it all.",
      "And make it durable enough to last for years to reduce your carbon footprint.",
      "Wear SOMI for your next:",
      "Adventure",
      "Workout",
      "Swim",
      "Lounge",
      "Did you know that fashion is a major contributor to pollution? In fact, 140 million pounds of clothes end up in landfills each year, and 20% of industrial water pollution is estimated to come from garment manufacturing.",
      "We care about the world we live in, so designing SOMI to be eco-friendly and ethically made wasn’t a decision we had to think twice about.",
      "What took a lot longer was coming up with an eco-conscious fabric that offered the water-resistance we needed, combined with the comfort we couldn’t live without.",
      "We partnered with a supplier of some of the best athletic and swimwear brands in the world, and we worked with them to develop a new antibacterial fabric that would hold up even better in the gym and on the road—anywhere you’re likely to sweat.",
      "The result was SustainLuxe: A material comparable to a sustainable version of Silk Jersey in its softness, flexibility, strength, and sheen—yet sustainably made and eco-friendly. And it's even constructed for maximum breathability so you stay comfortable no matter the activity.",
      "SustainLuxe is:",
      "Best of all, SustainLuxe:",
      "But we didn’t stop there, because we wanted SOMI to be ethically made as well as eco-friendly. To this end, we’ve taken careful measures to vet all our suppliers to ensure their workers are treated fairly.",
      "SOMI wearers are practical, adventurous, and always ready to sweat—so we knew we had to make SOMI as resilient as they are.",
      "It had to be durable, long-lasting, and ready to stand up to the wear and tear of a life well-lived.",
      "It had to be easy to care for.",
      "And above all, it had to be ready to go at a moment’s notice.",
      "That’s why SOMI is:",
      "All of our designs feature silky, breathable Sustainluxe fabric and are engineered to be supportive for low impact workouts like yoga and pilates. Our four-way stretch movement will keep you feeling comfortable day and night, and you’ll feel fresh for longer with antibacterial properties designed to last for up to 50 washes.",
      "Our bra band and waistband elastic is sourced from a luxury supplier. Since we’re selling directly to you, we can afford to add this expensive detail: It’s thin enough to not add bulk, but thick enough to give you the support you need.",
      "Our favorite part of this elastic is the hand feel. It feels as soft and silky as buttered kittens, and it doesn’t have that super shiny “I’m lingerie!” finish; instead, it’s a subtle sheen that lasts through grueling wash after wash.",
      "To effectively manage resources, we are offering our designs —all in black.",
      "We tested SOMI on 243 women, sampled over 100 fabrics, and examined 50 bra band elastics before bringing our venture to crowdfunding. Why? Because we wanted SOMI to be perfect in every way—and we knew the only way to achieve that was by paying attention to the little details, then getting real feedback from the people who matter.",
      "Here’s what they had to say about their SOMI experiences:",
      "With SOMI, we’re creating a new category…",
      "It isn’t swimwear. It isn’t underwear. It isn’t yoga-wear…",
      "It’s all three.",
      "Here’s how SOMI compares to the status quo:",
      "Because our SOMI bra tops are designed with super-stretchy double-lined fabric, we recommend choosing your size based on your band measurement rather than your cup size. If in doubt, size down!",
      "Please note that some styles are only available in certain sizes, so make sure to look at the size availability when picking your preferred look.",
      "It started with an email.",
      "“Hey,” it said. “Can I wear this underwear in the water? Like a bikini?”",
      "At this point, SOMI was just a vision and a website.",
      "We thought about it. What was the difference between underwear and swimwear, really? Our test line was already made from quick-dry fabric with sporty accents.",
      "“We don’t see why not,” we wrote back.",
      "Two days later, she sent a photo wearing her SOMI effortlessly in the water.",
      "Then we got another photo.",
      "And another.",
      "Different women smiling and wearing their underwear proudly for everything from home workouts to hikes.",
      "And there was one hiker who did a week-long trip with only SOMI, wore it as a swimsuit, and washed it in the sink at night.",
      "We realized we were onto something.",
      "Fast-forward to today, and we’ve transformed our flagship line into something never seen before: A whole new category of designs intended to empower and embolden.",
      "We’re more than just a team of dreamers, though. We know how to bring products to market, how to deliver on our promises, and how to execute on manufacturing and production.",
      "So without further ado, meet our people:",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [],
    "company_links": [
      "https://www.indiegogo.com/individuals/12965645"
    ],
    "emails": [
      "lana.li@weareroku.com.",
      "lana@beast-kingdom.com.",
      "lziegler@kornfeldllp.com.",
      "lanali17@gmail.com",
      "lli@kornfeldllp.com."
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/gp-1945-titanium-bolt-action-plus-pen/pies",
    "title": "GP 1945 Titanium* Bolt Action Plus Pen",
    "description": "World's First Bolt Action Pen with PRO Whistle, Survival Breaker, and Quick Measurement as your EDC",
    "company_name": "GPCA Products",
    "allParagraphs": [
      "World's First Bolt Action Pen with PRO Whistle, Survival Breaker, and Quick Measurement as your EDC",
      "In memory of the end of World War in 1945, introducing the GP1945 PRO Bolt Action Pen. AN NON-VIOLENT NON-SILENT PEN. Patent Pending.",
      "GIZMODO / YANKO DESIGN / TRENDHUNTER / BLESS THIS STUFF /  EVERY DAY CARRY /\n HI CONSUMPTION /THAT'S DOPE / GEARMOOSE / SOLIDSMACK / GLOBOSURFER /\n EDC ZONE  /",
      "Refining the bolt action mechanism, we prototyped rounds and rounds to integrate the right amount of force, smooth turn-around corners to secure the tip in the pen instead of ink all over your pockets. Center bolt placement is addictive and fun to fidget in 2 different holding positions.",
      "A traditional whistle produces a monotone high pitched sound to grab attention from the rescuer. However, a monotone sound can easily get lost in the wind. The GP1945 pen is integrated with a loud, up to 100 dB PRO whistle which is uniquely designed to produce a variety of tones to attract.",
      "Adjust the vibration of the air by sliding your fingers along the pen clip air tunnel while blowing the whistle. It is also a simple musical instrument, a bird attractor to bring you extra fun when it is not serving as your rescuer.",
      "Finger rest area is precisely-machined with diamond knurling texture (AL). It is dimensioned thoughtfully for a comfortable and sturdy grip while providing a quick reference to measurements of the commonly used 1 inch” and 10 millimeters.",
      "Made of tungsten steel, the super compact glass breaker is on top of the GP1945 Pen. Different than the regular window breaker pen that has a narrow front.",
      "The GP 1945 has a sharp but safer and wider push away tip. When the tempered glass is breaking, the wider tip will push the fragments away from your hand in an emergency.",
      "Additional $10 for a MG-CORE Fire Starter, make GP1945 your most compact survival EDC.",
      "The MG-CORE is always protected inside the GP1945 body, take it out only if you need the fire to warm you up in an emergency.",
      "The MG-Core can work with any hard edges or surfaces, including the steel tip on the top. *you don't have to scratch the pen body even on the Aluminum version.",
      "The GP-Grip PRO Special Edition is for Jeep Wrangler owners. Cast aluminum grab handle has 2 openings on the outer pouch to store your GP1945.",
      "And it is the only foldable handle that gives you a full window view, integrated with a secret inner pocket to store your cards and emergency money.",
      "Having passed a 4500 lbs Jeep Wrangler road test, the GP 1945 Bolt Action Aluminum Pen is tough built for lifetime use. The Titanium version is extraordinarily tough, stronger than gold. On top of that, the TC4 Titanium we hand-picked has much higher strength than the commonly used TA1 Titanium.",
      "Never lost your pen with our tight-fit pen clip.",
      "There are details we put into the GP1945 pen clip: 1. DYNAMIC to complement the overall GP1945 pen. 2. LOW profile, more integrated. 3. SMOOTH leading tip with a nice ramp. 4. More CONTACT surface notch to your pocket or notebook. 5. Two different heights to catch different thickness edges TIGHTLY. 6. Thickness INCREASED.",
      "The black ink refill size is compatible with LAMY M22, GPCA.us will continue to supply refills for online purchase worldwide.",
      "As your EDC champion, regardless you are a hard worker, nature explorer, outdoor adventurist, photographer, the CNC'ed Titanium or Aluminum GP 1945 will be your daily essential for many years to come.",
      "READ MORE ABOUT THE GP1945 Bolt Action Pen on",
      "GIZMODO / YANKO DESIGN / TRENDHUNTER / BLESS THIS STUFF /\n HI CONSUMPTION /THAT'S DOPE / GEARMOOSE / SOLIDSMACK /\n EVERY DAY CARRY / EDC ZONE / GLOBOSURFER /",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [
      "https://www.linkedin.com/in/fenghaoyu",
      "https://twitter.com/GPCAofficial",
      "http://youtube.com/c/gpcaofficial",
      "https://www.facebook.com/GPCAofficial"
    ],
    "company_links": [
      "https://www.gpca.com/",
      "https://www.indiegogo.com/individuals/3691502"
    ],
    "emails": [
      "members@gpca.org.ae",
      "salman@gpca.org.ae",
      "forumregistration@gpca.org.ae",
      "faheem@gpca.org.ae.",
      "jerry@gpca.org.ae",
      "first@gpca.org.ae",
      "hello@gpca.com"
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/rainsaber--2/pies",
    "title": "Rainsaber",
    "description": "An umbrella for the hero in us all, complete with state-of-the-art special effects.",
    "company_name": "Ben Smith",
    "allParagraphs": [
      "An umbrella for the hero in us all, complete with state-of-the-art special effects.",
      "Like the best of science fiction, Rainsaber started with a whatif. What if you combined an umbrella with state-of-the-art saber effects? Wonder no more. Behold!",
      "Most sabers on the market today are inaccessible to the average enthusiast. Machined from high-grade aluminum and hand-built by masters, they can run upwards of several hundred, even thousands of dollars. By 3D printing our hilts from the strongest materials on the market and reinforcing them with carbon fiber, we make iconic hilt designs rugged and affordable.",
      "To create that special saber experience, we packed the umbrella stem with over 200 crazy bright LEDs. The high-speed microprocessor in every RGB diode enables the scrolling and clash effects, but also instant color change with the push of a button. Not just the classic red, green, and blue, either, but any hue you can imagine. Our white umbrella canopy illuminates these effects.",
      "The electronic components that power Rainsaber have been optimized for special effects--high-end audio drivers, accelerometers, a 28 mm speaker, studio-quality sound effects, and more--but they aren't cheap. By ordering in bulk from suppliers, we can reduce these costs and pass them on to you.",
      "But even the best umbrellas break. (We've tested quite a few.) With that in mind, we designed Rainsaber with a modular repair system. If a gust of wind takes your umbrella by surprise or an LED burns out, you can replace the blade and canopy at a reasonable cost. This gives Rainsaber several distinct advantages over any other umbrella on the market: 1) it reduces the lifelong cost of the product; 2) it cuts down on environmental waste; 3) it makes your umbrella a stand-alone saber for that costume party or convention.",
      "Right now we offer three adult-sized handles in recognizable designs, but several more hilts are already in development. In the style of classic umbrellas available everywhere, the canopies stretch 40\" when opened. A child-sized hilt and canopy is in the works, too.",
      "Back us now to join the battle against the elements!",
      "TIMELINE",
      "June -- Execute manufacturing agreements.",
      "July -- Finalize engineering designs, place tooling orders.",
      "August -- Supplies procurement, begin pilot assembly.",
      "September -- Quality assurance.",
      "October -- Full production.",
      "November -- Packaging and shipping",
      "December -- All rewards delivered!",
      "ABOUT US: Rainsaber was born on a rainy day in NYC in 2016, when we realized the simple umbrella in our hand could serve another purpose--as a weapon against galactic tyranny. After testing multiple materials and designs over the next two years, we settled on the products you see here.",
      "Right now we have everything we need to fulfill small orders--our suppliers wait on stand-by with invoices at the ready. Our manufacturing partners are hungry for work. However, we need your support to secure bulk prices, find space suitable for a microfactory, develop injection-molding tooling, and complete product testing to ensure that heroes everywhere have the ultimate defense against the oppression of foul weather.",
      "RISKS AND CHALLENGES",
      "We here at Rainsaber are crowd-funding superbackers ourselves. Rest assured, we prize quality. We belong to a thriving saber community that values craftsmanship, integrity, and openness. We pledge to use your support responsibly to deliver the product we promised.",
      "As with any new enterprise, we expect frustrations and hiccups along the way. In the development process alone we encountered manufacturing mistakes, factory-shutting holidays, unavailability of parts and supplies, steep learning curves, and the daily woes of the trial-and-error engineering process. Good news for you is that we have already troubleshot known design issues.",
      "That said, with more funding we can continue to improve the Rainsaber experience by fine-tuning things like the blade color customization interface, adding a rumble motor, and perfecting the speaker enclosure to create the magical saber experience we've always craved. As we gear up for mass production, we expect that this process might also drive design changes unforeseen on the boutique scale. We will be upfront with you about any modifications that affect your reward to keep our expectations aligned.",
      "We aim to build your Rainsaber right here in NYC. This makes positive contributions to our community and allows us to keep doing what we love--building sabers. However, we are still navigating the labyrinth of city business and manufacturing regulations. We will keep you apprised of any issues that arise and will adjust accordingly to keep our delivery date on track.",
      "SPECIAL THANKS -- We appreciate the help from the supporters that made Rainsaber possible: Plecter Labs; Fredrik Hubinette; Saber Fonts; Roman Props; Ivan Mihaljevic; Vincent Lo; The Custom Saber Shop; thexter, danlim, and all the other good folks at The Rebel Armory, and finally, all our friends and family (you know who you are).",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [],
    "company_links": [
      "https://www.indiegogo.com/individuals/18878886"
    ],
    "emails": [
      "smith@lix...",
      "b.smith9@lancaster.ac.uk",
      "bsmith@semafor.com",
      "b@smith.net",
      "bsmith@apl.washington.edu",
      "ben.smith@netwitness.com."
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/zerno/pies",
    "title": "Zerno",
    "description": "A cozy coffee bar. A new beginning. A shared story.",
    "company_name": "Hlib Tihiiev",
    "allParagraphs": [
      "A cozy coffee bar. A new beginning. A shared story.",
      "Our Story – From Ukraine to Winnipeg",
      "Hi, we’re Hlib and Yana — a young couple from Ukraine who recently arrived in Canada with one big dream: to open our own cozy coffee bar. After years of experience in the restaurant and hospitality industry back home, we’re finally ready to bring ZERNO to life — a minimalist coffee space in Winnipeg where every drink is made with soul and intention.",
      "What is ZERNO?",
      "ZERNO will serve signature hot and cold drinks, fresh bruschettas, and handcrafted snacks in a warm, design-forward atmosphere. We’re not building just another café — we’re creating a space where people connect, feel at home, and share real moments.",
      "Why We Need Your Support?",
      "Starting from scratch in a new country is not easy. While we are investing all of our savings into this project, we need your help to cross the finish line. Your contribution will go toward:",
      "ZERNO will be a business with a heart. Here's how we plan to support our new community:",
      "Coffee with Care: Every 10th drink funds local donations",
      "Wall of Kindness: Prepaid drinks for those in need",
      "Free Coffee Wednesdays: For newly arrived",
      "Support Local Creatives: Free gallery space inside ZERNO",
      "First Job Opportunities: For students and newcomers",
      "Be Part of Our Beginning",
      "By supporting ZERNO, you’re not just backing a coffee bar — you’re helping two immigrants build a meaningful life and give back to their city. Every dollar matters, every backer is family.",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [],
    "company_links": [
      "https://www.indiegogo.com/individuals/38597063"
    ],
    "emails": [
      "recruitment@hlib.hongleong.com.my.",
      "hlebroking-central@hlib.hongleong.com.my.",
      "recruitment@hlib.hongleong.com."
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/devoshub-ultra70w--2/pies",
    "title": "DevosHub Ultra70W",
    "description": "The Thinnest & Powerful 70W GaN Charger",
    "company_name": "Devos Hub",
    "allParagraphs": [
      "The Thinnest & Powerful 70W GaN Charger",
      "DevosHub Ultra 70W配备 2个USB-C端口，每个端口可提供70W功率，无论是在家中、办公室还是在旅途中，它都是快速充电的终极解决方案。它 兼容1000多种设备，包括手机、平板电脑和游戏设备，并采用 稳定智能的电源分配，确保无与伦比的效率。 将其与您的MacBook搭配，只需30分钟即可快速充电50%。",
      "DevosHub Ultra 70W厚度楼层0.50英寸（12.8毫米），功率 密度为1.45W/cm3，堪称工程。奇迹创新的电路设计及其驱动 （GaN）技术 配置体积紧凑， 比MacBook 70W充电器小60%，轻40%。可轻松将其放入的行李、旅行包甚至口袋中。",
      "DevosHub Ultra 70W 充电器的 2 个 USB-C 端口 会 自动识别连接的设备并实时调整输出功率。例如， 当连接一台 MacBook M2 时，输出 70W。 如果连接一台 MacBook M2 和一台手机，则输出45W + 20W（手机可以承受的最大电压）。但是， 当连接极MacBook M2时，它会以35W + 35W平均分配功率，确保笔记本电脑同时充电。",
      "确保 以最大电量充电，优化设备充电容量，相比缺乏智能识别功能的充电器， 设备充电时间可高达56%，缓解用户对电池焦虑的担忧，带来最低的快充新体验。",
      "DevosHub Ultra 70W 一款 可折叠的壁式插头，非常适合狭小的空间。 不用时只需将其折叠起来，或将其塞在家具后面，即可享受整洁的充电体验",
      "各种转换器可作为附件使用， 支持100-240V的通用电压。除英国/欧盟/澳大利亚插针转换器外 ，DevosHub Ultra 70W还经过改装定制，可提升全球旅行时的充电体验。",
      "DevosHub Ultra 70W采用领先的 Navitas GaN 电源 IC，与传统充电器相比运行效率更高、产生的热量更少。",
      "DevosHub Ultra 70W采用HFQR拓扑结构，并与主板上 优化的配置组件进行战略性布局，确保布局轻薄、紧凑节省空间。这种革命性设计增强了Navitas GaN芯片组的性能，使更换能够在宽电压范围内保持稳定的功率输出，而不会过载或降级。原始参考设计仅限于短期65W的输出，现在可持续提供70W的连续功率输出，为行业树立了新的标准。",
      "（瓦数=电压x安培数。以上实验表明，竞争对手的67W快速蓄电池功率在6分25左右下降，而DevosHub Ultra 70W保持70W的稳定输出。由于市场上没有其他70W超薄发电机可供比较，因此使用类似形状的67W充电器进行比较。）",
      "与市场上其他充电器（例如更重、更大且只有一个 USB-C 端口、效率为 91% 的 Apple 70W 充电器）相比，  DevosHub Ultra 70W 的性能提升了近 10%  ，并且显着 减少了多达30%的热导致的能量损失。",
      "（以上实验说明了DevosHub Ultra 70W的实时输出。）",
      "DevosHub Ultra 70W的效率在 低压输入时高达93%，在高压输入时高达94%，采用直通电路和优化设计，电路实时工作，可 自动调节输出电压，从而实现卓越的效率，树立行业新标准。",
      "（以上实验表明，当连接单台MacBook Pro 或 MacBook Air M2 时，USB-C 端口可输出 70W 功率。当连接一台 PC，例如 MacBook Air M2 和 MacBook Pro，功率会在两个端口之间平均分配。）",
      "另外，它还具有过流、过压、短路和过热保护功能，您可以放心充电，因为您的设备是安全的。在热量管理方面，DevosHub Ultra 70W 充电器在主动性和被动热控制方面都表现出色与竞争对手相比，其超高的效率可节省20%-30%的能源。通过石墨烯纳米材料全覆盖设计，有效管理蒸发，保证较低的工作温度，显着提升用户体验。",
      "（上图为竞争对手的67W产品（左侧）和DevosHub Ultra 70W（右侧）的温度图比较，展示了DevosHub卓越的实时热控制。）",
      "（UL认证可接触部件的触摸温度限制）",
      "上图显示了 DevosHub 70W 充电器在连续充电 2 小时期间各点的温度测量值。在整个过程中， 外壳温度保持在 65°C 以下。这些温度 水平超过了 UL 和 CE 认证要求的 77°C 的行业标准。",
      "DevosHub Ultra 70W 支持多种协议：PD （电源传输）、  QC （快速充电）、  AFC  （自适应快速充电）、  FCP  （快速充电协议），确保您 的所有设备都有电 ，并可提供高达70瓦的电量能够快速为手机、平板电脑、笔记本电脑或 MagSafe 充电。 在不到 2 小时内即可为 MacBook Air 充满电，或者在 30 分钟内为 iPhone 充满 50% 的电池。",
      "上面的视频展示了使用DevosHub Ultra 70W对MacBook Air M2进行的实时充电测试，  30分钟内电量从4%充电至60%。请注意，此视频加速了50%。",
      "上面的视频展示了使用DevosHub Ultra 70W对iPhone Pro Max进行的实时充电测试 ，  30分钟内电量从4%充电至62%。请注意，此视频加速了50%。",
      "在上面的视频中，DevosHub 创始人 Haris Memic 和工程项目负责人 Danny Zhou 谈到了团队开发超薄快速升级 DevosHub 70W 的原因及其主要功能。他们深入探讨了研发过程，从最初的草图到 CAD设计和原型，重点介绍了团队遇到的挑战以及如何克服这些挑战。他们还演示了 DevosHub Ultra 70W 如何与 MacBook M2 和 iPhone 配合使用。",
      "在DevosHub，我们拥有一批由设计、工程、营销和采购人才组成的团队。我们完全理解电力在我们日常生活中的重要性——我们的流动奔波，需要可靠的充电解决方案，对吧？",
      "现在，说说我们的名字——DevosHub。这完全关系到我们的事业。“Devos”来自“开发者”，表明我们热爱创造新的事物，并为您创造更好的事物。那么“Hub”呢？好吧，您可以把我们视为购买适合您当前生活的一流充电设备的首选地点。",
      "我们致力于让科技变得简单，让您的生活更轻松。无论您在路上还是在家休息，有了DevosHub，您都可以随时外接电源，随时开始工作。",
      "感谢您支持DevosHub Ultra 70W！",
      "不再需要笨重的充电器，DevosHub Ultra 70W 拥有超薄设计。配备双 USB-C 端口，它是您在任何地方快速充电的终极解决方案。它兼容 1000 多种设备，可在旅途中提供无与伦比的效率。",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [],
    "company_links": [
      "https://www.indiegogo.com/individuals/37515068"
    ],
    "emails": [
      "del@centralinternational.com.",
      "arborist@devostree.ca.",
      "derrickdevos@yahoo.com",
      "bessl@northwood.edu.",
      "betsy.devos@gmail.com."
    ]
  },
  {
    "url": "https://www.indiegogo.com/projects/indiegogo-x-wristcam-limited-edition-color-drop/pies",
    "title": "Indiegogo x Wristcam Limited Edition Color Drop",
    "description": "The first and only camera for Apple Watch",
    "company_name": "Wristcam Inc.",
    "allParagraphs": [
      "The first and only camera for Apple Watch",
      "The Limited Edition Band color production will begin in Oct 2022. You will receive one of the first Limited Edition bands produced and serialized for the color you selected.",
      "*Since the Limited Edition Bands are produced in small supply you will not be able to adjust or change your color.",
      "Snap photos, record videos, review captured moments all directly from your Apple Watch.",
      "Quick Capture: Wristcam includes a quick capture button - Press once to snap a photo; Long press for video.",
      "Live Video: Now with the new WristcamOS we have added Video Calling. Connect across devices with friends and family straight from your Apple Watch.",
      "Supporting entrepreneurs, creators and creative communities since 2008",
      "Follow us!",
      "DISCOVER",
      "LAUNCH",
      "LEARN",
      "CONTACT"
    ],
    "social_links": [],
    "company_links": [
      "https://www.indiegogo.com/individuals/29683856"
    ],
    "emails": [
      "info@wristcam.com.",
      "Support@wristcam.com",
      "John.Smith@getcmra.com.",
      "support@wristcam.com.",
      "jane@wristcam.com",
      "John@wristcam.com."
    ]
  }
]